[
  {
    "quotes": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
  },
  {
    "quotes": "Discussion is an exchange of knowledge; an argument an exchange of ignorance."
  },
  {
    "quotes": "Sometimes, you have to get angry to get things done."
  },
  {
    "quotes": "I don't usually lose my temper, but if I get angry, it's true - I'm scary."
  },
  {
    "quotes": "Fear is the only true enemy, born of ignorance and the parent of anger and hate."
  },
  {
    "quotes": "For every minute you remain angry, you give up sixty seconds of peace of mind."
  },
  {
    "quotes": "Keep your temper. A decision made in anger is never sound."
  },
  {
    "quotes": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
  },
  {
    "quotes": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned."
  },
  {
    "quotes": "Anger is a wind which blows out the lamp of the mind."
  },
  {
    "quotes": "Let us not look back in anger, nor forward in fear, but around in awareness."
  },
  {
    "quotes": "Ridicule is the first and last argument of a fool."
  },
  {
    "quotes": "Silence is one of the hardest arguments to refute."
  },
  {
    "quotes": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
  },
  {
    "quotes": "Revenge is often like biting a dog because the dog bit you."
  },
  {
    "quotes": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury."
  },
  {
    "quotes": "There are two things a person should never be angry at, what they can help, and what they cannot."
  },
  {
    "quotes": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be."
  },
  {
    "quotes": "The opposite of anger is not calmness, its empathy."
  },
  {
    "quotes": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
  },
  {
    "quotes": "When angry count to ten before you speak. If very angry, count to one hundred."
  },
  {
    "quotes": "People won't have time for you if you are always angry or complaining."
  },
  {
    "quotes": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
  },
  {
    "quotes": "A hungry man is an angry one."
  },
  {
    "quotes": "Never go to bed angry, stay up and fight."
  },
  {
    "quotes": "He who angers you conquers you."
  },
  {
    "quotes": "Violence is the last refuge of the incompetent."
  },
  {
    "quotes": "Speak when you are angry - and you'll make the best speech you'll ever regret."
  },
  {
    "quotes": "I shall allow no man to belittle my soul by making me hate him."
  },
  {
    "quotes": "Don't get the impression that you arouse my anger. You see, one can only be angry with those he respects."
  },
  {
    "quotes": "While seeking revenge, dig two graves - one for yourself."
  },
  {
    "quotes": "Getting angry doesn't solve anything."
  },
  {
    "quotes": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean."
  },
  {
    "quotes": "A broken bone can heal, but the wound a word opens can fester forever."
  },
  {
    "quotes": "You reclaim your power by loving what you were once taught to hate."
  },
  {
    "quotes": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."
  },
  {
    "quotes": "Everybody kind of perceives me as being angry. It's not anger, it's motivation."
  },
  {
    "quotes": "Never contend with a man who has nothing to lose."
  },
  {
    "quotes": "My whole life, people have been saying, Why are you so angry?"
  },
  {
    "quotes": "Anger is an expensive luxury in which only men of certain income can indulge."
  },
  {
    "quotes": "When one burns one's bridges, what a very nice fire it makes."
  },
  {
    "quotes": "You cannot get ahead while you are getting even."
  },
  {
    "quotes": "Whatever is begun in anger ends in shame."
  },
  {
    "quotes": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
  },
  {
    "quotes": "We boil at different degrees."
  },
  {
    "quotes": "Get mad, then get over it."
  },
  {
    "quotes": "How much more grievous are the consequences of anger than the causes of it."
  },
  {
    "quotes": "The greatest remedy for anger is delay."
  },
  {
    "quotes": "If you get down and quarell everyday, you're saying prayers to the devil, I say."
  },
  {
    "quotes": "A man that studieth revenge keeps his own wounds green."
  },
  {
    "quotes": "You want to see an angry person? Let me hear a cell phone go off."
  },
  {
    "quotes": "Never do anything when you are in a temper, for you will do everything wrong."
  },
  {
    "quotes": "To be angry is to revenge the faults of others on ourselves."
  },
  {
    "quotes": "Never go to bed mad. Stay up and fight."
  },
  {
    "quotes": "When anger rises, think of the consequences."
  },
  {
    "quotes": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before - it takes something from him."
  },
  {
    "quotes": "Anger is a short madness."
  },
  {
    "quotes": "Anger is a momentary madness, so control your passion or it will control you."
  },
  {
    "quotes": "A man who has never made a woman angry is a failure in life."
  },
  {
    "quotes": "When you are offended at any man's fault, turn to yourself and study your own failings. Then you will forget your anger."
  },
  {
    "quotes": "A man who has not passed through the inferno of his passions has never overcome them."
  },
  {
    "quotes": "Anger and intolerance are the enemies of correct understanding."
  },
  {
    "quotes": "There's nothing wrong with anger provided you use it constructively."
  },
  {
    "quotes": "When a man is wrong and won't admit it, he always gets angry."
  },
  {
    "quotes": "Anger is never without a reason, but seldom with a good one."
  },
  {
    "quotes": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either."
  },
  {
    "quotes": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change."
  },
  {
    "quotes": "When you learn that a truth is a lie, anger follows."
  },
  {
    "quotes": "I get angry about things, then go on and work."
  },
  {
    "quotes": "Sometimes it's worse to win a fight than to lose."
  },
  {
    "quotes": "It doesn't pay to say too much when you are mad enough to choke. For the word that stings the deepest is the word that is never spoke, Let the other fellow wrangle till the storm has blown away, then he'll do a heap of thinking about the things you didn't say."
  },
  {
    "quotes": "I get angry at a principle, not a person."
  },
  {
    "quotes": "Grab the broom of anger and drive off the beast of fear."
  },
  {
    "quotes": "You will not be punished for your anger, you will be punished by your anger."
  },
  {
    "quotes": "An angry man is again angry with himself when he returns to reason."
  },
  {
    "quotes": "Behind every argument is someone's ignorance."
  },
  {
    "quotes": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it."
  },
  {
    "quotes": "I know of no more disagreeable situation than to be left feeling generally angry without anybody in particular to be angry at."
  },
  {
    "quotes": "Indulge not thyself in the passion of anger; it is whetting a sword to wound thine own breast, or murder thy friend."
  },
  {
    "quotes": "Anger begins with folly, and ends with repentance."
  },
  {
    "quotes": "When angry, count to four; when very angry, swear."
  },
  {
    "quotes": "Anger is never without an argument, but seldom with a good one."
  },
  {
    "quotes": "Keep cool; anger is not an argument."
  },
  {
    "quotes": "I've purged myself of bitterness and anger and remained open to love."
  },
  {
    "quotes": "Every time you get angry, you poison your own system."
  },
  {
    "quotes": "How often it is that the angry man rages denial of what his inner self is telling him."
  },
  {
    "quotes": "No man can think clearly when his fists are clenched."
  },
  {
    "quotes": "Anger dwells only in the bosom of fools."
  },
  {
    "quotes": "If a small thing has the power to make you angry, does that not indicate something about your size?"
  },
  {
    "quotes": "Anger cannot be dishonest."
  },
  {
    "quotes": "Hatred is an affair of the heart; contempt that of the head."
  },
  {
    "quotes": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy."
  },
  {
    "quotes": "The best remedy for a short temper is a long walk."
  },
  {
    "quotes": "There was never an angry man that thought his anger unjust."
  },
  {
    "quotes": "He that will be angry for anything will be angry for nothing."
  },
  {
    "quotes": "Arguments only confirm people in their own opinions."
  },
  {
    "quotes": "Love implies anger. The man who is angered by nothing cares about nothing."
  },
  {
    "quotes": "Fair peace becomes men; ferocious anger belongs to beasts."
  },
  {
    "quotes": "I am too weary to listen, too angry to hear."
  },
  {
    "quotes": "An angry player can't argue with the back of an umpire who is walking away."
  },
  {
    "quotes": "The world needs anger. The world often continues to allow evil because it isn't angry enough."
  },
  {
    "quotes": "Anger and jealousy can no more bear to lose sight of their objects than love."
  },
  {
    "quotes": "Man should forget his anger before he lies down to sleep."
  },
  {
    "quotes": "Somebody hits me, I'm going to hit him back. Even if it does look like he hasn't eaten in a while."
  },
  {
    "quotes": "A large part of mankind is angry not with the sins, but with the sinners."
  },
  {
    "quotes": "He that would be angry and sin not, must not be angry with anything but sin."
  },
  {
    "quotes": "Anger makes dull men witty, but it keeps them poor."
  },
  {
    "quotes": "I don't like anybody to be angry with me. I'd rather have friends."
  },
  {
    "quotes": "Anger is as a stone cast into a wasp's nest."
  },
  {
    "quotes": "When I am angry I can pray well and preach well."
  },
  {
    "quotes": "Anger ventilated often hurries towards forgiveness; anger concealed often hardens into revenge."
  },
  {
    "quotes": "Experts say you should never hit your children in anger. When is a good time? When you're feeling festive?"
  },
  {
    "quotes": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."
  },
  {
    "quotes": "One should not lose one's temper unless one is certain of getting more and more angry to the end."
  },
  {
    "quotes": "Be modest, humble, simple. Control your anger."
  },
  {
    "quotes": "Make sure you never, never argue at night. You just lose a good night's sleep, and you can't settle anything until morning anyway."
  },
  {
    "quotes": "There is nothing that so much gratifies an ill tongue as when it finds an angry heart."
  },
  {
    "quotes": "People are unjust to anger - it can be enlivening and a lot of fun."
  },
  {
    "quotes": "He best keeps from anger who remembers that God is always looking upon him."
  },
  {
    "quotes": "My father was often angry when I was most like him."
  },
  {
    "quotes": "There never was a social change in America without angry people at the heart."
  },
  {
    "quotes": "A man that does not know how to be angry does not know how to be good."
  },
  {
    "quotes": "Always write angry letters to your enemies. Never mail them."
  },
  {
    "quotes": "The flame of anger, bright and brief, sharpens the barb of love."
  },
  {
    "quotes": "A wonderful emotion to get things moving when one is stuck is anger. It was anger more than anything else that had set me off, roused me into productivity and creativity."
  },
  {
    "quotes": "Hatred is inveterate anger."
  },
  {
    "quotes": "To rule one's anger is well; to prevent it is better."
  },
  {
    "quotes": "I'm too mature to be angry."
  },
  {
    "quotes": "Everybody in America is angry about something."
  },
  {
    "quotes": "My tastes lean toward the more negative, angry and eclectic."
  },
  {
    "quotes": "The anger of a person who is strong, can always bide its time."
  },
  {
    "quotes": "I am a danger to myself if I get angry."
  },
  {
    "quotes": "Anger is a transient hatred; or at least very like it."
  },
  {
    "quotes": "Expressing anger is a form of public littering."
  },
  {
    "quotes": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
  },
  {
    "quotes": "Anger begets more anger, and forgiveness and love lead to more forgiveness and love."
  },
  {
    "quotes": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
  },
  {
    "quotes": "When you create Hope in people, you create expectations. When you do not fulfill those expectations, when the change becomes more of the same old, same old, the Hope that was created can only turn to anger, frustration and bitter disappointment."
  },
  {
    "quotes": "The ignorant mind, with its infinite afflictions, passions, and evils, is rooted in the three poisons. Greed, anger, and delusion."
  },
  {
    "quotes": "Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits."
  },
  {
    "quotes": "Being alone with fear can rapidly turn into panic. Being alone with frustration can rapidly turn into anger. Being alone with disappointment can rapid turn into discouragement and, even worse, despair."
  },
  {
    "quotes": "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration."
  },
  {
    "quotes": "Your anger is a gift."
  },
  {
    "quotes": "I had a job when I was 15 working at a supermarket, and I knocked over a stack of plastic coffee cups. In my anger, I threw one at a concrete wall, and it rebounded back into my head and cut my head open. Stupidest way to get a scar, but it's one that I have."
  },
  {
    "quotes": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that."
  },
  {
    "quotes": "Anger is a manifestation of a deeper issue... and that, for me, is based on insecurity, self-esteem and loneliness."
  },
  {
    "quotes": "I'm not angry, I'm not an angry person, but I do sometimes like playing with the perception of anger, as in pretending that I'm more angry than I actually am, and sometimes it works quite well."
  },
  {
    "quotes": "Reacting in anger or annoyance will not advance one's ability to persuade."
  },
  {
    "quotes": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together."
  },
  {
    "quotes": "Censorship is the tool of those who have the need to hide actualities from themselves and from others. Their fear is only their inability to face what is real, and I can't vent any anger against them; I only feel this appalling sadness. Somewhere in their upbringing, they were shielded against the total facts of our existence."
  },
  {
    "quotes": "Everybody has a breaking point. It's tough to ignore the impulse to respond with anger."
  },
  {
    "quotes": "Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered."
  },
  {
    "quotes": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration."
  },
  {
    "quotes": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
  },
  {
    "quotes": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive."
  },
  {
    "quotes": "When you assume negative intent, you're angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response."
  },
  {
    "quotes": "As long as anger, paranoia and misinformation drive our political debate, there are unhinged souls among us who will feel justified in turning to violent remedies for imagined threats."
  },
  {
    "quotes": "The ego mind both professes its desire for love and does everything possible to repel it, or if it gets here anyway, to sabotage it. That is why dealing with issues like control, anger, and neediness is the most important work in preparing ourselves for love."
  },
  {
    "quotes": "Muslim anger has, of course, been stoked by America's war in Iraq and by Israel's brutal policies toward Palestine and Lebanon."
  },
  {
    "quotes": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human."
  },
  {
    "quotes": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity."
  },
  {
    "quotes": "Con men look for human frailty to exploit. This is most often greed. Trump found a different vice: anger. The emotional are always the most susceptible to manipulation."
  },
  {
    "quotes": "I vent my anger in the gym, and it calms me down."
  },
  {
    "quotes": "The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself."
  },
  {
    "quotes": "I'm fascinated by rap and by hip-hop. I think there's a lot of poetry in it. There's a lot of anger, a lot of social energy in it. And I think you'd better listen to it pretty carefully, 'cause it's important."
  },
  {
    "quotes": "Vengeance is the act of turning anger in on yourself. On the surface it may be directed at someone else, but it is a surefire recipe for arresting emotional recovery."
  },
  {
    "quotes": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost."
  },
  {
    "quotes": "I started realizing how the condition of our hearts affects the way we see. If your heart is full of bitterness, anger, and resentment, you're going to look at this world as a very evil place."
  },
  {
    "quotes": "Through the years I have seen myself as a peaceful person, but the awareness of the anger is part of that process."
  },
  {
    "quotes": "Good satire comes from anger. It comes from a sense of injustice, that there are wrongs in the world that need to be fixed. And what better place to get that well of venom and outrage boiling than a newsroom, because you're on the front lines."
  },
  {
    "quotes": "When one is young, aspiring to play for the country, doing well, any hindrance, like injury or being out of form, can be frustrating and a cause of annoyance or even anger. But once you have a close encounter with death, you realise the real value of life."
  },
  {
    "quotes": "Depression, suffering and anger are all part of being human."
  },
  {
    "quotes": "The five stages - denial, anger, bargaining, depression, and acceptance - are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief."
  },
  {
    "quotes": "I don't think your ability to fight has anything to do with how big you are. It's to do with how much anger is in you."
  },
  {
    "quotes": "My passion and energy get mistaken for anger."
  },
  {
    "quotes": "Boredom, anger, sadness, or fear are not 'yours,' not personal. They are conditions of the human mind. They come and go. Nothing that comes and goes is you."
  },
  {
    "quotes": "Anger is an all-consuming fire that will burn you and everyone else around you. Where is the justice in that?"
  },
  {
    "quotes": "Hatred, anger, and violence can destroy us: the politics of polarization is dangerous."
  },
  {
    "quotes": "I don't think that you can fake warmth. You can fake lust, jealousy, anger; those are all quite easy. But actual, genuine warmth? I don't think you can fake it."
  },
  {
    "quotes": "Words can be said in bitterness and anger, and often there seems to be an element of truth in the nastiness. And words don't go away, they just echo around."
  },
  {
    "quotes": "The greatest players use anger as fuel. Michael Jordan played every night with something like road rage."
  },
  {
    "quotes": "We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views."
  },
  {
    "quotes": "Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering."
  },
  {
    "quotes": "I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life."
  },
  {
    "quotes": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason."
  },
  {
    "quotes": "For years I bore the crippling weight of anger, bitterness and resentment toward those who caused my suffering. Yet as I look back over a spiritual journey that has spanned more than three decades, I realize the same bombs that caused so much pain and suffering also brought me to a place of great healing. Those bombs led me to Jesus Christ."
  },
  {
    "quotes": "I'm generally slow to anger, quick to forgive, and I take in information before making decisions. So no matter how controversial the decision, my general demeanour is to put on white lab coat and gloves and look at the evidence, weigh the arguments and see what makes sense."
  },
  {
    "quotes": "I have a right to my anger, and I don't want anybody telling me I shouldn't be, that it's not nice to be, and that something's wrong with me because I get angry."
  },
  {
    "quotes": "Denial, panic, threats, anger - those are very human responses to feeling guilt."
  },
  {
    "quotes": "You must have anger, as rightful wrath is what makes you create your own ethical standards."
  },
  {
    "quotes": "It was less in pity than in anger that the world was moved by the photograph of little Alan Kurdi, that dead three-year-old Syrian refugee boy whose name we're all remembering now on the first anniversary of his drowning, along with his five-year-old brother Galip and their mother Rehanna."
  },
  {
    "quotes": "Forgiveness isn't just the absence of anger. I think it's also the presence of self-love, when you actually begin to value yourself."
  },
  {
    "quotes": "Anger is energising. The opposite of anger is depression, which is anger turned inward."
  },
  {
    "quotes": "My character had been in the chair for seven years. He had gone through his anger, depression, drug and alcohol abuse. He had gone through everything, now he was up, he was happy, he was filled with his dream."
  },
  {
    "quotes": "My father was so very afraid. I felt it in the sting of his black leather belt, which he applied with more anxiety than anger, my father who beat me as if someone might steal me away, because that was exactly what was happening all around us."
  },
  {
    "quotes": "Although you may spend your life killing, You will not exhaust all your foes. But if you quell your own anger, your real enemy will be slain."
  },
  {
    "quotes": "Feeling alone makes negative feelings worse. When you feel alone, frustration quickly can become anger, fear quickly can become panic."
  },
  {
    "quotes": "Often, we feel helpless in lots of situations in our lives. The way anger gets a grip on us is it seems to be a way to extricate ourselves from helplessness."
  },
  {
    "quotes": "Something my mum taught me years and years and years ago, is life's just too short to carry around a great bucket-load of anger and resentment and bitterness and hatreds and all that sort of stuff."
  },
  {
    "quotes": "Extremism thrives amid ignorance and anger, intimidation and cowardice."
  },
  {
    "quotes": "Maybe it's stress or anger or adrenaline or disillusionment or a bullying nature or simple fear of getting killed themselves, but there is a problem if a cop cannot tell the difference between a menacing gangster and the far more common person they encounter whose life is a little frayed and messy."
  },
  {
    "quotes": "I don't know if I'm ready to know what triggers my anger. I just feel like I figured out on my own how to stay calm, how to enjoy life, how to be happy."
  },
  {
    "quotes": "I don't like greed, I don't like ignorance. I really don't like anger. But I love love."
  },
  {
    "quotes": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be."
  },
  {
    "quotes": "I have all bad days. I think I need help. I got an anger problem."
  },
  {
    "quotes": "Emotional life grows out of an area of the brain called the limbic system, specifically the amygdala, whence come delight and disgust and fear and anger."
  },
  {
    "quotes": "Like every art form, there are jealousies and angers and competitiveness in magic. But there's camaraderie among magicians, whether you perform it for a living or you're an enthusiast."
  },
  {
    "quotes": "Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute. So that view is very helpful to maintain a peace of mind because the main destroyer of a peaceful mind is anger."
  },
  {
    "quotes": "Anger does not solve problems - anger only makes things worse. I go by the old saying, 'Don't make important decisions when you're angry.'"
  },
  {
    "quotes": "Revenge and retaliation always perpetuate the cycle of anger, fear and violence."
  },
  {
    "quotes": "Some days, 24 hours is too much to stay put in, so I take the day hour by hour, moment by moment. I break the task, the challenge, the fear into small, bite-size pieces. I can handle a piece of fear, depression, anger, pain, sadness, loneliness, illness. I actually put my hands up to my face, one next to each eye, like blinders on a horse."
  },
  {
    "quotes": "Anger is the enemy of non-violence and pride is a monster that swallows it up."
  },
  {
    "quotes": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion."
  },
  {
    "quotes": "I would be pleased if someone would invent a pill to remove my impatience, moodiness, and occasional bursts of anger. But if they did, I wouldn't be able to write my novels or paint."
  },
  {
    "quotes": "One of man's greatest obligations is anger."
  },
  {
    "quotes": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father."
  },
  {
    "quotes": "Guilt is anger directed at ourselves - at what we did or did not do. Resentment is anger directed at others - at what they did or did not do."
  },
  {
    "quotes": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance."
  },
  {
    "quotes": "The nice thing about anger is that, as an emotion, it's strong enough to unplug me from the comedian's mind for a minute and just be a frustrated member of the citizenry."
  },
  {
    "quotes": "Tel Aviv is buzzing with so much life, you could bottle it and sell it as honey, and even Jerusalem has a certain fizz. But if you want to see anger, go to Sheikh Jarrah in East Jerusalem on a Friday afternoon."
  },
  {
    "quotes": "GFY' is about the thin line between love and hate. It's about statements that are said out of anger that unfortunately cannot be taken back."
  },
  {
    "quotes": "Now I've come to a place where I believe that anger doesn't really make me a better actor."
  },
  {
    "quotes": "There's very little dislike of Americans in the world, shown by repeated polls, and the dissatisfaction - that is, the hatred and the anger - they come from acceptance of American values, not a rejection of them, and recognition that they're rejected by the U.S. government and by U.S. elites, which does lead to hatred and anger."
  },
  {
    "quotes": "Quite a lot of our contemporary culture is actually shot through with a resentment of limits and the passage of time, anger at what we can't do, fear or even disgust at growing old."
  },
  {
    "quotes": "You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates."
  },
  {
    "quotes": "Because society would rather we always wore a pretty face, women have been trained to cut off anger."
  },
  {
    "quotes": "Self-pity, a dominant characteristic of sociopaths, is also the characteristic that differentiates heroic storytelling from psychological rumination. When you talk about your experiences to shed light, you may feel wrenching pain, grief, anger, or shame. Your audience may pity you, but not because you want them to."
  },
  {
    "quotes": "George wrote Taxman, and I played guitar on it. He wrote it in anger at finding out what the taxman did. He had never known before then what could happen to your money."
  },
  {
    "quotes": "Some emotions are essential to law and to public principles of justice: anger at wrongdoing, fear for our safety, compassion for the pain of others, all these are good reasons to make laws that protect people in their rights."
  },
  {
    "quotes": "Dance music cannot compete with a really great rock n' roll song. There ain't no DJ that's gonna play something that can take 'Mr Brightside' or 'Don't Look Back In Anger.'"
  },
  {
    "quotes": "As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive."
  },
  {
    "quotes": "Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride; if these were to be banished, we should infallibly enjoy perpetual peace."
  },
  {
    "quotes": "From my anger, frustration, and hurt, I wrote the short story that would later become 'The Hate U Give.'"
  },
  {
    "quotes": "You don't have to say something directly to affect someone. You can make a piece of music without words that can capture a feeling of tragedy or struggle or anger or triumph. It's the translation of the human experience into another form."
  },
  {
    "quotes": "First and foremost, we need to be the adults we want our children to be. We should watch our own gossiping and anger. We should model the kindness we want to see."
  },
  {
    "quotes": "For me, comedy starts as a spew, a kind of explosion, and then you sculpt it from there, if at all. It comes out of a deeper, darker side. Maybe it comes from anger, because I'm outraged by cruel absurdities, the hypocrisy that exists everywhere, even within yourself, where it's hardest to see."
  },
  {
    "quotes": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath."
  },
  {
    "quotes": "You have to be sincere in your feelings. And fear is one of those, sometimes; doubt is one of those; jealousy, anger - all your emotions are not going to be considered the strong emotions; all of them are not going to be love, happiness, joy."
  },
  {
    "quotes": "I want to understand the anger in the world."
  },
  {
    "quotes": "I grew up with lots of anger, frustration, and violence in my heart."
  },
  {
    "quotes": "It's nice to let some anger out sometimes."
  },
  {
    "quotes": "There was a lot of procrastination on Cameron's part because of the personal nature of 'Almost Famous.' There was a lot of deep, dark doubt about even doing it. I don't mind being a cheerleader, but I did reach my limit quite a few times. I do my own writing, so I understand, but I was pushed to the point of anger with the insecurity of it."
  },
  {
    "quotes": "You have to control your anger - you can't be a baby when you lose."
  },
  {
    "quotes": "A lot of people are upset when you work out your anger issues, but there's a big industry for music which is furious and angry because, in my opinion, the world is looking for a justification to feel the same way."
  },
  {
    "quotes": "What better to get all the anger and stuff out for what I do in Slipknot than to play the drums? You're punching everything, really fast, concentrated."
  },
  {
    "quotes": "Wrestling is an opportunity to go to a show, be a part of it, and feel the emotions from anger to frustration to sadness to pain - everything that music can make you feel."
  },
  {
    "quotes": "There's no anger in my act towards anyone other than myself... and maybe airlines."
  },
  {
    "quotes": "The physical aspects of the game, it's probably the highlight for me. It's a way for me to get a lot of anger and stress off of my shoulders."
  },
  {
    "quotes": "Balotelli, and a few others, have everything that I would have liked to have. It angers me that he does not use his talent to his full advantage."
  },
  {
    "quotes": "It's easy to hurl abuse at those awards ceremonies like the Oscars and all that, which we tend to do. We tend to vent our anger at things which we feel are unjust or undeserving. But when you're the recipient, it makes it a lot different."
  },
  {
    "quotes": "I'm almost always trying to be funny, even when I'm on my own. I think it's the desire to channel my anger and frustration into something more positive than sitting at home being unpleasant."
  },
  {
    "quotes": "I became a conservative after a deeply profound spiritual awakening at which point I repented of my anger, and God allowed me to see reality."
  },
  {
    "quotes": "Anger is evil."
  },
  {
    "quotes": "Men with anger do not know how to deal with unreasonable, pushy people, particularly women."
  },
  {
    "quotes": "We need all races of men, and decent women, to stand up for what's right, drop anger, and live upright."
  },
  {
    "quotes": "I control my anger."
  },
  {
    "quotes": "I'd been in my share of fights but never thrown the first punch, and I'm not quick to anger."
  },
  {
    "quotes": "That aggression came over time from dealing with stuff - 'Anger Management' really is what it's called. That project came out and I felt a weight lifted off my chest. I learned something about myself."
  },
  {
    "quotes": "There are various psychological advantages you can take into boxing match. One is getting your opponent to fight with emotion and anger because he hates you."
  },
  {
    "quotes": "For a hate group originally focused on video games, anger over a comedy movie for starring women might seem ridiculous. But at its core, Gamergate is about a toxic male sense of ownership over geek culture."
  },
  {
    "quotes": "You can only make the best thing you can make, and if it offends purists, or angers certain critics, you can only have done your best."
  },
  {
    "quotes": "Krumping has a little anger."
  },
  {
    "quotes": "For a 20-year-old kid to be taking on Liverpool Football Club over a contract. To the pit of my stomach that just winds me up, it angers me."
  },
  {
    "quotes": "No Barstool writer has ever said or written one thing out of hate or anger. It's always to get a joke."
  },
  {
    "quotes": "I've never been shown how to get rid of my anger. I think I do it through my music."
  },
  {
    "quotes": "I feel there are very few people who can control their anger."
  },
  {
    "quotes": "I felt abandoned at a young age. That's where most of my anger came from, I guess."
  },
  {
    "quotes": "I just remember I'd snap over little things when I was younger a lot. It was more just trying to control yourself in certain situations and learn how to harness that anger."
  },
  {
    "quotes": "I don't like to hold on to anger. It eats you up alive."
  },
  {
    "quotes": "I wished I died in that attack with my cousin, with my south Vietnamese soldiers. I wish I died at that time so I won't suffer like that anymore... it was so hard for me to carry all that burden with that hatred, with that anger and bitterness."
  },
  {
    "quotes": "Through my experiences, I was living with anger and hatred, which was a really bad thing for me. Then I learned how to forgive, and it freed me from hatred and helped me a lot."
  },
  {
    "quotes": "I dislike anger so much, I even find it difficult watching 'EastEnders.'"
  },
  {
    "quotes": "You need a certain amount of inner aggression, a bit of anger about you and the others in order to give your maximum."
  },
  {
    "quotes": "I hate losing and I think it's good to feel a stab of anger if it happens."
  },
  {
    "quotes": "Where anger can be seen as a relative positive in a man, it is hardly ever perceived as anything other than a negative in a woman."
  },
  {
    "quotes": "We have all said things in anger in a moment that we don't mean."
  },
  {
    "quotes": "I have a very high frequency of anger, and a very high frequency of sadness."
  },
  {
    "quotes": "We need to play like somebody took our lunch money, like somebody disrespected your mother. I think that's the type of anger you need have and the aggression you need to have on the court. That doesn't mean making mad faces or mean faces but it means attacking the glass, strongly attacking the rim when you have the ball on offense."
  },
  {
    "quotes": "In the beginning, fighting was fun - I wasn't concerned with the outcome. At some point, I started training out of fear and anger. I wasn't really happy."
  },
  {
    "quotes": "I'll keep venting my anger through my films."
  }
]