[
  {
    "quotes": "It's better to be hanged for loyalty than be rewarded for betrayal."
  },
  {
    "quotes": "If you think cheating is good then don't stop but don't be surprised when the same person you're cheating on, cheats on you."
  },
  {
    "quotes": "Primary infidelity is when one cheats on his wife with a girlfriend. Secondary infidelity is when one cheats on his first girlfriend with a second girlfriend. Tertiary infidelity is when one cheats on his second girlfriend with a third girlfriend, and so on."
  },
  {
    "quotes": "We are more likely to cheat if we see others doing so. We tend to conform to accepted norms of reasonable behaviour, rather than adhere to strict rules."
  },
  {
    "quotes": "She cheated him, broke his trust, still roams around him happily without realization, and without any shame."
  },
  {
    "quotes": "I've come to realize that no matter how hard a cheater tries to keep her/his affairs contained. The whole world eventually knows about it. No matter how much effort they put in; the truth always reveal itself."
  },
  {
    "quotes": "Never cry over a guy, if he's cheating on you, always remember God gave you this life because you are strong enough to live it."
  },
  {
    "quotes": "The undertaker's hearses often stay in the cemetery overnight to reclaim the fine coffins."
  },
  {
    "quotes": "I'd rather you be upfront with me if you're not feeling it instead of going behind my back and cheating. I'll always choose being hurt over being surprised."
  },
  {
    "quotes": "Ice melts when heated, eyes melt when cheated."
  },
  {
    "quotes": "Yeah, of course I hate her. She knew you were taken. But I hate you more because you not only cheated, you lied and abused to make you both feel better about it."
  },
  {
    "quotes": "I am not a video game. When you cheat, nothing good will come of it. Once you do cheat there is no restart button, however you will have to load a new game, and see if cheating works with that one."
  },
  {
    "quotes": "Every time you cheat on your wife, it destroys a part of her; soon there will be nothing left."
  },
  {
    "quotes": "She told me she cheated on me, and I couldn't quite put together which hurt worse. The knife she held in my heart being twisted and pushed, or the unexpected knife shoved into my back by my best friend."
  },
  {
    "quotes": "We all feel like supper heroes when cheating, only to get back to our senses when we get caught. Sorry is all we say. The damage is done."
  },
  {
    "quotes": "Two seconds of cheating kills twenty years of a marriage forever. Think before you cheat.\\"
  },
  {
    "quotes": "If she's cheating tweet her goodbye."
  },
  {
    "quotes": "Cheat on a good woman and karma will make sure you end up with the b*tch you deserve."
  },
  {
    "quotes": "I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender."
  },
  {
    "quotes": "I don't understand why people cheat, if you're not happy, just leave."
  },
  {
    "quotes": "Cheating isn't always kissing, touching or flirting. If you gotta delete your text messages so your partner won't see them, you're already there."
  },
  {
    "quotes": "Cheaters think everyone cheats. Liars think everyone lies. Keep this in mind."
  },
  {
    "quotes": "You knew damn well what you were doing. You knew damn well who you were breaking."
  },
  {
    "quotes": "Don't lie, don't cheat, and don;t make promises you can't keep"
  },
  {
    "quotes": "Some guys will cheat on their girlfriends and sleep like a baby at night but feel guilty when they go to another barber."
  },
  {
    "quotes": "Love only one girl or boy at a time. Or break up with the person. DO NOT CHEAT!!!!"
  },
  {
    "quotes": "Behind the mask of ice that people wear, there beats a heart of fire."
  },
  {
    "quotes": "The first and worst of all frauds is to cheat one's self. All sin is easy after that."
  },
  {
    "quotes": "No man is more cheated than the selfish man."
  },
  {
    "quotes": "Fraud is the daughter of greed."
  },
  {
    "quotes": "Someday you'll miss her like she missed you. Someday you'll need her like she needed you. Someday you'll love her and she won't love you."
  },
  {
    "quotes": "He who stands for nothing will fall for anything."
  },
  {
    "quotes": "You said you'd always be there for me, but I guess that was just another one of your lies."
  },
  {
    "quotes": "The only things you give yourself when you cheat are fear and guilt."
  },
  {
    "quotes": "It is impossible for a man to be cheated by anyone but himself."
  },
  {
    "quotes": "I would prefer even to fail with honor than to win by cheating."
  },
  {
    "quotes": "Cheating is the most selfish thing a person can do in a relationship! If your not happy with the person your with then end it. It's that simple!"
  },
  {
    "quotes": "Being labeled a cheater is the worst ever."
  },
  {
    "quotes": "If you had enough time to cheat, you had enough time to think about it."
  },
  {
    "quotes": "He's playing you because you're the only one who doesn't know."
  },
  {
    "quotes": "A mistake is an accident. Cheating and lying are not mistakes, they are intentional choices. Stop hiding behind the word mistake when you get caught!"
  },
  {
    "quotes": "There's no pass or fail in relationships, so there's no need for cheating."
  },
  {
    "quotes": "Cheating and lying aren't struggles, they're reasons to break up."
  },
  {
    "quotes": "People don't cheat by chance, they cheat by choice."
  },
  {
    "quotes": "You know you're not sorry if you cheated you're just sorry you got caught."
  },
  {
    "quotes": "Boys are supposed to love & protect their girlfriends, not hurt & betray them."
  },
  {
    "quotes": "Once a cheater always a cheater, they can never be trusted again."
  },
  {
    "quotes": "If you marry a man who cheats on his wife, you'll be married to a man who cheats on his wife."
  },
  {
    "quotes": "Don't cheat in a relationship. If you're not happy then just leave."
  },
  {
    "quotes": "Love is like a game, some people cheat and some prefer to play it fair."
  },
  {
    "quotes": "If he will cheat on her that means he will cheat on you."
  },
  {
    "quotes": "All people have feelings, they are not there to be used. If you're not longer interested in someone, they have the right to be informed before you go and cheat or go looking elsewhere."
  },
  {
    "quotes": "Once a cheater, always a cheater. If they cheat with you, they'll cheat on you."
  },
  {
    "quotes": "Don't lie, don't cheat, and don't make promises you know you can't keep."
  },
  {
    "quotes": "Cheating is easy. Try something hard, like being committed."
  },
  {
    "quotes": "Being drunk will never, ever, be an excuse for cheating."
  },
  {
    "quotes": "Anyone can cheat, it takes a real man to be faithful."
  },
  {
    "quotes": "Cheating is a choice-¦ Not a mistake. Don't be fooled."
  },
  {
    "quotes": "Most people cheat because they're too focused on what they're missing instead of appreciating what they have."
  },
  {
    "quotes": "Some people treat relationships as a video game-¦they play them and when they get bored they cheat."
  },
  {
    "quotes": "Forget who hurt you yesterday, but don't forget who loves you tenderly today."
  },
  {
    "quotes": "Once a cheater, always a repeater."
  },
  {
    "quotes": "If a man cheats on his woman with you, what makes you think he wont cheat on you with another."
  },
  {
    "quotes": "There is no excuse for cheating in a relationship."
  },
  {
    "quotes": "If a guy cheats on another girl for you, he's more than likely to cheat on you for somebody else. As they always say, Once a cheater-¦always a cheater!"
  },
  {
    "quotes": "Cheating on a good person is like throwing away a diamond and picking up a rock."
  },
  {
    "quotes": "Cheating on a good woman is like failing an open book test."
  },
  {
    "quotes": "History repeats itself. Liars will be liars, cheaters will be cheaters, and the person who has always been there for you, will always be."
  },
  {
    "quotes": "If you leave someone for another person, don't be surprised if that person leaves you for someone else."
  },
  {
    "quotes": "Most people end up cheating because they're paying more attention to what they're missing, rather than what they have."
  },
  {
    "quotes": "Don't cry over someone that won't cry over you."
  },
  {
    "quotes": "Cheating on a girl is deeper than people realize. It destroys her outlook on love, her future relationships and peace within herself."
  },
  {
    "quotes": "A real man ends a relationship before he starts searching for another."
  },
  {
    "quotes": "I just want an honest relationship. No lies. No mind games. No cheating."
  },
  {
    "quotes": "If your boyfriend or girlfriend has no texts in their phone's history, chances are you're being cheated on."
  },
  {
    "quotes": "Moving on is simple, what you leave behind that makes it difficult."
  },
  {
    "quotes": "Sleeping alone is better than sharing your bed with someone who shares a bed with someone else when you're not around."
  },
  {
    "quotes": "You already got caught lying! Stop being fake and try being real for once in your life."
  },
  {
    "quotes": "Cheating is easy. Try something more like being faithful."
  },
  {
    "quotes": "If you cheat on a girl that's willing to do anything for you, you actually cheated yourself out of true loyalty."
  }
]