[
  {
    "quotes": "Clouds release their sadness by crying until they can cry no more. When they have no tears left, they feel a great weight has been lifted, as heavy as the tears they've shed. We can release our sadness into the sky within us. When we feel sad, it's okay to cry like the clouds."
  },
  {
    "quotes": "Every drop of tear tells a story,\nA story about love,\nA story about loss,\nA story only the heart understands."
  },
  {
    "quotes": "Never cry for the person who doesn't know the value of your tears."
  },
  {
    "quotes": "Crying is an emotion I believe it's neither weakness or strength."
  },
  {
    "quotes": "If memory are like scares, then crying is their way of bleeding."
  },
  {
    "quotes": "If I can see pain in your eyes then share with me your tears. If I can see joy in your eyes then share with me your smile."
  },
  {
    "quotes": "Tears are nature's lotion for the eyes. The eyes see better for being washed by them."
  },
  {
    "quotes": "Crying is the only way your eyes speak when your mouth can't explain how things made your heart broken."
  },
  {
    "quotes": "When I cry, you should know by now. They are my words of telling you. I'm hurt. I'm in pain. I'm broken. I need help, I'm dying inside."
  },
  {
    "quotes": "I won't cry for you, my mascara is too expensive."
  },
  {
    "quotes": "The mirror is my best friend because when I cry it never laughs."
  },
  {
    "quotes": "I always like walking in the rain, so no one can see me crying."
  },
  {
    "quotes": "Waste not fresh tears over old griefs."
  },
  {
    "quotes": "You can cry, ain't no shame in it."
  },
  {
    "quotes": "When sad cry because the tears washes the heart and cleanses the soul."
  },
  {
    "quotes": "Tears cannot drag out my pains and sorrow, only positive thinking and positive action can."
  },
  {
    "quotes": "Crying can bring relief, as long as you don't cry alone."
  },
  {
    "quotes": "Tears are best dried with your own hand."
  },
  {
    "quotes": "Tears are the silent language of grief."
  },
  {
    "quotes": "Let tears be the water to growth."
  },
  {
    "quotes": "We need to cry so that we can smile again."
  },
  {
    "quotes": "Guys will always be able to make girls cry but, if a girl can make a guy cry, she must really mean something to him."
  },
  {
    "quotes": "I tried to hold it in, but I cried my eyes out."
  },
  {
    "quotes": "How get sleepy after crying, it's like your mind is telling you, you've suffered enough, it's time to shut down for a bit ."
  },
  {
    "quotes": "Sometimes, crying is the only way your eyes speak when your mouth can't explain how broken your heart is."
  },
  {
    "quotes": "Each drop of a tear is costly than anything in world. But, no one knows its value until they have it in their own eyes for someone."
  },
  {
    "quotes": "Crying doesn't make a person weak. It just means the person has been too strong for too long."
  },
  {
    "quotes": "Crying is how your body speaks when your mouth can't explain the pain you feel."
  },
  {
    "quotes": "To hide feelings when you are near crying is the secret of dignity."
  },
  {
    "quotes": "Tears are words the heart can't express."
  },
  {
    "quotes": "No boy is worth your TEARS, and the one who IS, will NEVER make you CRY."
  },
  {
    "quotes": "There is a certain pleasure in weeping."
  },
  {
    "quotes": "It is such a secret place, the land of tears."
  },
  {
    "quotes": "Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts. I was better after I had cried, than before more sorry, more aware of my own ingratitude, more gentle"
  },
  {
    "quotes": "My body needs laughter as much as it needs tears. Both are cleansers of stress."
  },
  {
    "quotes": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."
  },
  {
    "quotes": "Tears are God's gift to us. Our holy water. They heal us as they flow. Rita Schiano"
  },
  {
    "quotes": "Laugh now, cry later."
  },
  {
    "quotes": "God gave us crying so other folks could see when we needed help, and help us."
  },
  {
    "quotes": "Consider anything, only don't cry!"
  },
  {
    "quotes": "More and more, the hardest part of crying is when I can't stop."
  },
  {
    "quotes": "Those who do not know how to weep with their whole heart don't know how to laugh either."
  },
  {
    "quotes": "He wanted to cry quietly but not for himself: for the words, so beautiful and sad, like music."
  },
  {
    "quotes": "Crying is one of the highest devotional songs. One who knows crying, knows spiritual practice. If you can cry with a pure heart, nothing else compares to such a prayer. Crying includes all the principles of Yoga."
  },
  {
    "quotes": "I learn from my own daughter that you don't have to be awake to cry."
  },
  {
    "quotes": "Do not apologize for crying. Without this emotion, we are only robots."
  },
  {
    "quotes": "Sometimes crying or laughing are the only options left, and laughing feels better right now."
  },
  {
    "quotes": "Don't cry over someone that won't cry over you."
  },
  {
    "quotes": "Sometimes it hurts more to smile in front of everyone, than to cry all alone."
  },
  {
    "quotes": "The reason we cry is because sometimes words are just not enough to tell our life story."
  },
  {
    "quotes": "I can't promise to always smile, because life always has a way to make me cry."
  },
  {
    "quotes": "Im hurt, and I'm heartbroken, and I'm sad, and I'm depressed, and ive been crying, but I dont wanna let it ruin my life."
  },
  {
    "quotes": "The best time to CRY is under the SHOWER, this way no one will ever know that you were SAD."
  },
  {
    "quotes": "It's easy to cry when you realize that everyone you love will reject you or die."
  },
  {
    "quotes": "She didn't mind a little rain. At least no one would see her cry."
  },
  {
    "quotes": "Rain slowly slides down the glass as if the night is crying."
  },
  {
    "quotes": "What soap is for the body, tears are for the soul."
  },
  {
    "quotes": "To weep is to make less the depth of grief."
  },
  {
    "quotes": "We need never be ashamed of our tears."
  }
]