[
  {
    "quotes": "School: 2+2=4\nHomework: 2+2+4=8\nExam: Leila has 2 apples, her train left 9 minutes early, Calculate the sun's mass."
  },
  {
    "quotes": "Tomorrow is my exam but I don't care because a single sheet of paper cannot decide my whole future."
  },
  {
    "quotes": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work"
  },
  {
    "quotes": "It takes half your life before you discover life is a do-it-yourself project"
  },
  {
    "quotes": "The most painful thing to experience is not defeat but regret"
  },
  {
    "quotes": "The best way to finish an unpleasant task is to get started."
  },
  {
    "quotes": "Recipe for success: Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing"
  },
  {
    "quotes": "The probability of a topic appearing in an exam increases exponentially, if one decides to leave it completely!"
  },
  {
    "quotes": "Behind a successful student, there is a good teacher.\nBut behind a failed student?"
  },
  {
    "quotes": "They gave me the questions which I don't know,\n So I wrote answers which they don't know.\n Tit for Tat dis is called ATTITUDE."
  },
  {
    "quotes": "The road to success is dotted with many tempting parking places"
  },
  {
    "quotes": "Doing your best is more important than being the best."
  },
  {
    "quotes": "Do not follow where the path may lead. Go instead where there is no path and leave a trail"
  },
  {
    "quotes": "Neither you nor the world knows what you can do until you have tried."
  },
  {
    "quotes": "Fall seven times, stand up eight."
  },
  {
    "quotes": "If at first you don't succeed, you're like everyone else who went on to greatness."
  },
  {
    "quotes": "Instead of thinking about your exams, better think about what you will do after getting great results!"
  },
  {
    "quotes": "Studying hard will bring you the best form of luck, so what are you waiting for?"
  },
  {
    "quotes": "Awesome students like you don‘t need luck, so I‘m not gonna wish it to you.\n So ace your exams and give your best shot!"
  },
  {
    "quotes": "Just remember that thousands of people in the world are holding tests and exams.\n Thus something so common cannot be too difficult."
  },
  {
    "quotes": "Nobody can be 100% sure if he will pass or fail the exams.\n But hard work will increase the chances of doing well."
  },
  {
    "quotes": "Don‘t let the exams get in the way to your goals and dreams, save all the stress for more the biggest thing in your life."
  },
  {
    "quotes": "You have the sharpest memory, so focus well and give your best shot during the exams.\n Good luck!"
  },
  {
    "quotes": "There is a secret way to stop the nagging and grounding of your parents – just do well in your exams."
  },
  {
    "quotes": "Look at your bad grades just like at your ex – be absolutely sure that you can do much better."
  },
  {
    "quotes": "Treat your exams like a punching bag.\n All you have to do is to use strength of your memory and punch all your tests."
  },
  {
    "quotes": "Now this is your chance to give back to all your critics.\n Grab this opportunity and do the best you can.\n Good luck for your exams, pal!"
  },
  {
    "quotes": "Exams turn your life upside down, occupy your thoughts and cut you off from the rest of the world.\n All you need to do is get over them as soon as possible."
  },
  {
    "quotes": "You may never know what results come of your action,\n But if you do nothing there will be no result.\n – Mahatma Gandhi"
  },
  {
    "quotes": "Many of life's failures are people who did not realize how close they were to success when they gave up.\n – Thomas A. Edison"
  },
  {
    "quotes": "There are many ways of going forward, but only one way of standing still.\n – Franklin D. Roosevelt"
  },
  {
    "quotes": "If we did the things we were capable of we would astound ourselves.\n – Thomas Edison"
  },
  {
    "quotes": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
  }
]