[
  {
    "quotes": "An effort made for the happiness of others lifts above ourselves."
  },
  {
    "quotes": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature."
  },
  {
    "quotes": "It is not how much we have, but how much we enjoy, that makes happiness."
  },
  {
    "quotes": "There is only one happiness in this life, to love and be loved."
  },
  {
    "quotes": "Be happy for this moment. This moment is your life."
  },
  {
    "quotes": "Happiness is when what you think, what you say, and what you do are in harmony."
  },
  {
    "quotes": "Now and then it's good to pause in our pursuit of happiness and just be happy."
  },
  {
    "quotes": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable."
  },
  {
    "quotes": "Happiness often sneaks in through a door you didn't know you left open."
  },
  {
    "quotes": "Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!"
  },
  {
    "quotes": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness."
  },
  {
    "quotes": "Some cause happiness wherever they go; others whenever they go."
  },
  {
    "quotes": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it."
  },
  {
    "quotes": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?"
  },
  {
    "quotes": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere."
  },
  {
    "quotes": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature."
  },
  {
    "quotes": "Happiness is a virtue, not its reward."
  },
  {
    "quotes": "The secret of happiness is something to do."
  },
  {
    "quotes": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will."
  },
  {
    "quotes": "Most folks are as happy as they make up their minds to be."
  },
  {
    "quotes": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
  },
  {
    "quotes": "It's enough to indulge and to be selfish but true happiness is really when you start giving back."
  },
  {
    "quotes": "The most worth-while thing is to try to put happiness into the lives of others."
  },
  {
    "quotes": "Action may not always bring happiness; but there is no happiness without action."
  },
  {
    "quotes": "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself."
  },
  {
    "quotes": "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."
  },
  {
    "quotes": "True happiness is... to enjoy the present, without anxious dependence upon the future."
  },
  {
    "quotes": "Happiness is a direction, not a place."
  },
  {
    "quotes": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
  },
  {
    "quotes": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
  },
  {
    "quotes": "The only way to find true happiness is to risk being completely cut open."
  },
  {
    "quotes": "The art of being happy lies in the power of extracting happiness from common things."
  },
  {
    "quotes": "Happiness is not something ready made. It comes from your own actions."
  },
  {
    "quotes": "Happiness depends upon ourselves."
  },
  {
    "quotes": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost."
  },
  {
    "quotes": "Happiness can exist only in acceptance."
  },
  {
    "quotes": "True happiness consists not in the multitude of friends, but in the worth and choice."
  },
  {
    "quotes": "If you want to be happy, be."
  },
  {
    "quotes": "Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."
  },
  {
    "quotes": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity."
  },
  {
    "quotes": "A hug is like a boomerang - you get it back right away."
  },
  {
    "quotes": "I am a kind of paranoid in reverse. I suspect people of plotting to make me happy."
  },
  {
    "quotes": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so."
  },
  {
    "quotes": "All who joy would win must share it. Happiness was born a Twin."
  },
  {
    "quotes": "Happiness is hard to recall. Its just a glow."
  },
  {
    "quotes": "The person born with a talent they are meant to use will find their greatest happiness in using it."
  },
  {
    "quotes": "To be without some of the things you want is an indispensable part of happiness."
  },
  {
    "quotes": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us."
  },
  {
    "quotes": "Happiness is the absence of the striving for happiness."
  },
  {
    "quotes": "Happiness is not a matter of intensity but of balance, order, rhythm and harmony."
  },
  {
    "quotes": "Happiness is nothing more than good health and a bad memory."
  },
  {
    "quotes": "Remember that the happiest people are not those getting more, but those giving more."
  },
  {
    "quotes": "For happiness one needs security, but joy can spring like a flower even from the cliffs of despair."
  },
  {
    "quotes": "It's pretty hard to tell what does bring happiness; poverty and wealth have both failed."
  },
  {
    "quotes": "Happiness is good health and a bad memory."
  },
  {
    "quotes": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude."
  },
  {
    "quotes": "We are no longer happy so soon as we wish to be happier."
  },
  {
    "quotes": "Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it."
  },
  {
    "quotes": "Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values."
  },
  {
    "quotes": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits."
  },
  {
    "quotes": "Happiness is the harvest of a quiet eye."
  },
  {
    "quotes": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
  },
  {
    "quotes": "One of the keys to happiness is a bad memory."
  },
  {
    "quotes": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness."
  },
  {
    "quotes": "The two enemies of human happiness are pain and boredom."
  },
  {
    "quotes": "A contented mind is the greatest blessing a man can enjoy in this world."
  },
  {
    "quotes": "Happiness isn't something you experience; it's something you remember."
  },
  {
    "quotes": "But what is happiness except the simple harmony between a man and the life he leads?"
  },
  {
    "quotes": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love."
  },
  {
    "quotes": "In times of joy, all of us wished we possessed a tail we could wag."
  },
  {
    "quotes": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things."
  },
  {
    "quotes": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens."
  },
  {
    "quotes": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content."
  },
  {
    "quotes": "Happiness is like a cloud, if you stare at it long enough, it evaporates."
  },
  {
    "quotes": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
  },
  {
    "quotes": "The best way to pay for a lovely moment is to enjoy it."
  },
  {
    "quotes": "Happiness is a continuation of happenings which are not resisted."
  },
  {
    "quotes": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all."
  },
  {
    "quotes": "That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness."
  },
  {
    "quotes": "The secret of happiness is to admire without desiring."
  },
  {
    "quotes": "Happiness can only be found if you can free yourself of all other distractions."
  },
  {
    "quotes": "Happiness is like a kiss. You must share it to enjoy it."
  },
  {
    "quotes": "You must try to generate happiness within yourself. If you aren't happy in one place, chances are you won't be happy anyplace."
  },
  {
    "quotes": "Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it."
  },
  {
    "quotes": "When ambition ends, happiness begins."
  },
  {
    "quotes": "True happiness comes from the joy of deeds well done, the zest of creating things new."
  },
  {
    "quotes": "Happiness makes up in height for what it lacks in length."
  },
  {
    "quotes": "I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition."
  },
  {
    "quotes": "Happiness is that state of consciousness which proceeds from the achievement of one's values."
  },
  {
    "quotes": "Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds."
  },
  {
    "quotes": "Happiness in intelligent people is the rarest thing I know."
  },
  {
    "quotes": "Happiness is the interval between periods of unhappiness."
  },
  {
    "quotes": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose."
  },
  {
    "quotes": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live."
  },
  {
    "quotes": "Growth itself contains the germ of happiness."
  },
  {
    "quotes": "There is only one passion, the passion for happiness."
  },
  {
    "quotes": "If your happiness depends on what somebody else does, I guess you do have a problem."
  },
  {
    "quotes": "There is no worse sorrow than remembering happiness in the day of sorrow."
  },
  {
    "quotes": "Happiness depends more on how life strikes you than on what happens."
  },
  {
    "quotes": "The first recipe for happiness is: avoid too lengthy meditation on the past."
  },
  {
    "quotes": "Happiness is having a scratch for every itch."
  },
  {
    "quotes": "The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself."
  },
  {
    "quotes": "Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are."
  },
  {
    "quotes": "Happiness... consists in giving, and in serving others."
  },
  {
    "quotes": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness."
  },
  {
    "quotes": "If you wait for the perfect moment when all is safe and assured, it may never arrive. Mountains will not be climbed, races won, or lasting happiness achieved."
  },
  {
    "quotes": "Happy he who learns to bear what he cannot change."
  },
  {
    "quotes": "It is the chiefest point of happiness that a man is willing to be what he is."
  },
  {
    "quotes": "You can't get a cup of tea big enough or a book long enough to suit me."
  },
  {
    "quotes": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls."
  },
  {
    "quotes": "Our happiness depends on wisdom all the way."
  },
  {
    "quotes": "Happiness is not a goal; it is a by-product."
  },
  {
    "quotes": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?"
  },
  {
    "quotes": "Happiness is a by-product. You cannot pursue it by itself."
  },
  {
    "quotes": "If you hope for happiness in the world, hope for it from God, and not from the world."
  },
  {
    "quotes": "Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity."
  },
  {
    "quotes": "When what we are is what we want to be, that's happiness."
  },
  {
    "quotes": "Every gift from a friend is a wish for your happiness."
  },
  {
    "quotes": "Research has shown that the best way to be happy is to make each day happy."
  },
  {
    "quotes": "Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman; it depends on how much happiness you can handle."
  },
  {
    "quotes": "Happiness never lays its finger on its pulse."
  },
  {
    "quotes": "Everyone chases after happiness, not noticing that happiness is right at their heels."
  },
  {
    "quotes": "A sure way to lose happiness, I found, is to want it at the expense of everything else."
  },
  {
    "quotes": "When unhappy, one doubts everything; when happy, one doubts nothing."
  },
  {
    "quotes": "Happiness is inward, and not outward; and so, it does not depend on what we have, but on what we are."
  },
  {
    "quotes": "A large income is the best recipe for happiness I ever heard of."
  },
  {
    "quotes": "To attain happiness in another world we need only to believe something, while to secure it in this world we must do something."
  },
  {
    "quotes": "So long as we can lose any happiness, we possess some."
  },
  {
    "quotes": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions."
  },
  {
    "quotes": "We possess only the happiness we are able to understand."
  },
  {
    "quotes": "Nothing prevents happiness like the memory of happiness."
  },
  {
    "quotes": "Happiness is itself a kind of gratitude."
  },
  {
    "quotes": "Desire nothing, give up all desires and be happy."
  },
  {
    "quotes": "The happiest people seem to be those who have no particular cause for being happy except that they are so."
  },
  {
    "quotes": "Happiness is not being pained in body or troubled in mind."
  },
  {
    "quotes": "Happiness will come from materialism, not from meaning."
  },
  {
    "quotes": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured."
  },
  {
    "quotes": "The secret of happiness is to admire without desiring. And that is not happiness."
  },
  {
    "quotes": "Happiness is an inside job."
  },
  {
    "quotes": "What we call the secret of happiness is no more a secret than our willingness to choose life."
  },
  {
    "quotes": "Happiness is found in doing, not merely possessing."
  },
  {
    "quotes": "Happiness is no laughing matter."
  },
  {
    "quotes": "Happiness seems made to be shared."
  },
  {
    "quotes": "Do not speak of your happiness to one less fortunate than yourself."
  },
  {
    "quotes": "Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained. Follow some other object, and very possibly we may find that we have caught happiness without dreaming of it."
  },
  {
    "quotes": "Never mind your happiness; do your duty."
  },
  {
    "quotes": "You can be happy where you are."
  },
  {
    "quotes": "To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness."
  },
  {
    "quotes": "Happiness is mostly a by-product of doing what makes us feel fulfilled."
  },
  {
    "quotes": "Happiness is neither without us nor within us. It is in God, both without us and within us."
  },
  {
    "quotes": "Happiness: an agreeable sensation arising from contemplating the misery of another."
  },
  {
    "quotes": "Love is trembling happiness."
  },
  {
    "quotes": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable."
  },
  {
    "quotes": "To forget oneself is to be happy."
  },
  {
    "quotes": "Joys divided are increased."
  },
  {
    "quotes": "Happiness does not lie in happiness, but in the achievement of it."
  },
  {
    "quotes": "Lovers who love truly do not write down their happiness."
  },
  {
    "quotes": "There is something curiously boring about somebody else's happiness."
  },
  {
    "quotes": "Tell me what you feel in your room when the full moon is shining in upon you and your lamp is dying out, and I will tell you how old you are, and I shall know if you are happy."
  },
  {
    "quotes": "Happiness is brief. It will not stay. God batters at its sails."
  },
  {
    "quotes": "Your successes and happiness are forgiven you only if you generously consent to share them."
  },
  {
    "quotes": "Happiness is composed of misfortunes avoided."
  },
  {
    "quotes": "Anything you're good at contributes to happiness."
  },
  {
    "quotes": "It is not God's will merely that we should be happy, but that we should make ourselves happy."
  },
  {
    "quotes": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve."
  },
  {
    "quotes": "Desire is individual. Happiness is common."
  },
  {
    "quotes": "Eternal principles that govern happiness apply equally to all."
  },
  {
    "quotes": "It is in the compelling zest of high adventure and of victory, and in creative action, that man finds his supreme joys."
  },
  {
    "quotes": "Kind words produce happiness. How often have we ourselves been made happy by kind words, in a manner and to an extent which we are unable to explain!"
  },
  {
    "quotes": "Life in common among people who love each other is the ideal of happiness."
  },
  {
    "quotes": "How easy to be amiable in the midst of happiness and success."
  },
  {
    "quotes": "To buy happiness is to sell soul."
  },
  {
    "quotes": "Always leave something to wish for; otherwise you will be miserable from your very happiness."
  },
  {
    "quotes": "The right to happiness is fundamental."
  },
  {
    "quotes": "Love is the most terrible, and also the most generous of the passions; it is the only one which includes in its dreams the happiness of someone else."
  },
  {
    "quotes": "Only man clogs his happiness with care, destroying what is with thoughts of what may be."
  },
  {
    "quotes": "There is happiness in duty, although it may not seem so."
  },
  {
    "quotes": "There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy."
  },
  {
    "quotes": "You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness."
  },
  {
    "quotes": "I know the joy of fishes in the river through my own joy, as I go walking along the same river."
  },
  {
    "quotes": "Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life."
  },
  {
    "quotes": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time; he is not two men, but one, and he has saved not only his soul but his life."
  },
  {
    "quotes": "Unquestionably, it is possible to do without happiness; it is done involuntarily by nineteen-twentieths of mankind."
  },
  {
    "quotes": "It is only to the happy that tears are a luxury."
  },
  {
    "quotes": "To describe happiness is to diminish it."
  },
  {
    "quotes": "People let their own hang-ups become the obstacles between them and personal happiness."
  },
  {
    "quotes": "Happiness does not consist in self-love."
  },
  {
    "quotes": "The action is best that secures the greatest happiness for the greatest number."
  },
  {
    "quotes": "The happiness which is lacking makes one think even the happiness one has unbearable."
  },
  {
    "quotes": "Happiness is ideal, it is the work of the imagination."
  },
  {
    "quotes": "If you have easy self-contentment, you might have a very, very cheap source of happiness."
  },
  {
    "quotes": "Life everlasting in a state of happiness is the greatest desire of all men."
  },
  {
    "quotes": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
  },
  {
    "quotes": "A smile is happiness you'll find right under your nose."
  },
  {
    "quotes": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
  },
  {
    "quotes": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
  },
  {
    "quotes": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you."
  },
  {
    "quotes": "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances."
  },
  {
    "quotes": "The secret to happiness is freedom... And the secret to freedom is courage."
  },
  {
    "quotes": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it."
  },
  {
    "quotes": "There is no cosmetic for beauty like happiness."
  },
  {
    "quotes": "Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy."
  },
  {
    "quotes": "Whoever said money can't buy happiness simply didn't know where to go shopping."
  },
  {
    "quotes": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul."
  },
  {
    "quotes": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best."
  },
  {
    "quotes": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
  },
  {
    "quotes": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness."
  },
  {
    "quotes": "All happiness depends on a leisurely breakfast."
  },
  {
    "quotes": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "quotes": "The objective of cleaning is not just to clean, but to feel happiness living within that environment."
  },
  {
    "quotes": "Happiness radiates like the fragrance from a flower and draws all good things towards you."
  },
  {
    "quotes": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks."
  },
  {
    "quotes": "It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later."
  },
  {
    "quotes": "Let us never know what old age is. Let us know the happiness time brings, not count the years."
  },
  {
    "quotes": "The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled."
  },
  {
    "quotes": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."
  },
  {
    "quotes": "We experience happiness as a series of pleasing moments. They come and go like clouds, unpredictable, fleeting, and without responsibility to our desires. Through honest self-work, reflection, and meditation, we begin to string more of these moments together, creating a web-like design of happiness that drapes around our lives."
  },
  {
    "quotes": "Just staying healthy, that is true wealth and true happiness."
  },
  {
    "quotes": "Wellness is associated with happiness. When you're happy, you're feeling good in your mind and body. That ties into being healthy, eating well, and exercising regularly. It also ties into being excited about things - like getting up in the morning and having a healthy breakfast."
  },
  {
    "quotes": "Happiness held is the seed; Happiness shared is the flower."
  },
  {
    "quotes": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success."
  },
  {
    "quotes": "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being."
  },
  {
    "quotes": "I don't have to chase extraordinary moments to find happiness - it's right in front of me if I'm paying attention and practicing gratitude."
  },
  {
    "quotes": "Happiness is not something you postpone for the future; it is something you design for the present."
  },
  {
    "quotes": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
  },
  {
    "quotes": "The gods conceal from men the happiness of death, that they may endure life."
  },
  {
    "quotes": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment."
  },
  {
    "quotes": "There is no way to happiness - happiness is the way."
  },
  {
    "quotes": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
  },
  {
    "quotes": "Money, if it does not bring you happiness, will at least help you be miserable in comfort."
  },
  {
    "quotes": "You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous."
  },
  {
    "quotes": "The most simple things can bring the most happiness."
  },
  {
    "quotes": "Life is full of happiness and tears; be strong and have faith."
  },
  {
    "quotes": "Nothing makes you feel better than when you get into a hotel bed, and the sheets feel so good. Why shouldn't you wake up like that every day? Spend money on your mattress and bedding because these things make a difference on your sleep and, ultimately, your happiness."
  },
  {
    "quotes": "Friends show their love in times of trouble, not in happiness."
  },
  {
    "quotes": "The measure of success is happiness and peace of mind."
  },
  {
    "quotes": "Happiness is having a large, loving, caring, close-knit family in another city."
  },
  {
    "quotes": "Independence is happiness."
  },
  {
    "quotes": "It is one of my sources of happiness never to desire a knowledge of other people's business."
  },
  {
    "quotes": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
  },
  {
    "quotes": "People tend to think I'm funny and fluffy, but I can switch on a sixpence from extreme happiness to utter despair. I'm aware that doesn't make it easy for people sometimes."
  },
  {
    "quotes": "I have sacrificed not only my favorite scheme of life, but the softer affections of the heart, and my prospects of domestic happiness, and I am ready to sacrifice my life also, with cheerfulness, if that forfeiture could restore peace and good will among mankind."
  },
  {
    "quotes": "For me, beauty comes from natural happiness. I think that a woman glows, and a man, even, when they're healthy and they're happy."
  },
  {
    "quotes": "We all agree that its fit to be as Happy as we can, and we need no Instructor to teach us this Knowledge, 'tis born with us, and is inseparable from our Being, but we very much need to be Inform'd what is the true Way to Happiness."
  },
  {
    "quotes": "Could we not argue that America is about freedom, whether we live it out or not, but it really is about freedom, equality and the pursuit of happiness. And that's what church is all about."
  },
  {
    "quotes": "I began to realize that, in spite of great achievements in wealth and military prowess, the great powers of Europe have not yet succeeded in providing the greatest happiness of the vast majority of the people; and that the reformers in these European countries were working hard for a new social revolution."
  },
  {
    "quotes": "I'll never forget the blooming happiness that spread in me like the sun coming up when Lydia's obstetrician poked me awake: 'Congratulations... you have a fine son.'"
  },
  {
    "quotes": "Even in the middle of tragedy, we find moments of humor, moments of tenderness, of simple happiness."
  },
  {
    "quotes": "Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men."
  },
  {
    "quotes": "My true inspiration is to give everything to my kids that I never had. I had a really rough upbringing, and I want to break that chain. I've broken the chain, and I want to give my kids happiness every single day. When they wake up and hop on me and say; 'Dad I love you,' that is what means the most to me."
  },
  {
    "quotes": "Happiness was not made to be boasted, but enjoyed. Therefore tho others count me miserable, I will not believe them if I know and feel myself to be happy; nor fear them."
  },
  {
    "quotes": "Happiness is the target one only has to aim at in order to miss."
  },
  {
    "quotes": "I suffer a lot with mental health and stuff, so I had to find something that was going to make me OK with who I was and also give me some peace and happiness with being alive. So yeah, I've worked hard on myself."
  },
  {
    "quotes": "I don't think that sin and pursuing happiness are not necessarily the same thing."
  },
  {
    "quotes": "I have often met with happiness after some imprudent step which ought to have brought ruin upon me, and although passing a vote of censure upon myself I would thank God for his mercy."
  },
  {
    "quotes": "What Washington desperately needs now are citizen legislators that are dedicated to leading a free people and to maintain our God-given right to the pursuit of life, liberty, and the pursuit of happiness."
  },
  {
    "quotes": "Every happiness is a hostage to fortune."
  },
  {
    "quotes": "I think there are different kinds of happiness. We know when we're happy a lot of the time, but then there are those moments that have more of an afterglow, when the happiness has more depth."
  },
  {
    "quotes": "To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread."
  },
  {
    "quotes": "Even when they have nothing, the Irish emit a kind of happiness, a joy."
  },
  {
    "quotes": "I'm constantly tortured, and that's why I say happiness is irrelevant. Happiness is for children and yuppies."
  },
  {
    "quotes": "From an early period, I had the happiness to rank among the foremost in the American Revolution. In the affection and confidence of the people, I am proud to say, I have a great share."
  },
  {
    "quotes": "People will say candy is recession-proof, and we're definitely seeing nostalgic candies coming about, and people want that sugar rush and that nostalgic happiness, like their childhood times."
  },
  {
    "quotes": "Marriage and being a mother are absolutely crucial to my happiness and my life."
  },
  {
    "quotes": "Surveillance cameras might reduce crime - even though the evidence here is mixed - but no studies show that they result in greater happiness of everyone involved."
  },
  {
    "quotes": "Happiness is obsolete: uneconomic."
  },
  {
    "quotes": "I was the funny one in my group; there was a lot pressure to be responsible for everyone's happiness. I didn't like watching other friends of mine be called the 'pretty one' or the 'smart one.' That had no depth, and it didn't match how I knew them."
  },
  {
    "quotes": "Happiness is just a positive perception from our brain. Some days, you will be unhappy. Our brain is a tool we use. It's not who we are."
  },
  {
    "quotes": "I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that."
  },
  {
    "quotes": "Christianity is sustained by the knowledge that the object of man's life on earth is his development as an eternal being. Therefore, none of his expressions of life can be an end in itself, but must serve a higher purpose than the earthly life and happiness of the individual - or even than that of the race."
  },
  {
    "quotes": "As a man, if you're married, your happiness is with her happiness. If she's unhappy, everything's messed up. It's a woman's world for sure."
  },
  {
    "quotes": "I don't like Paris so much, and it's only eight shows. I mean, don't tell them that, of course. But everyone always thinks they're so important. And I'm sure they are. But to me, my happiness is more important."
  },
  {
    "quotes": "To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained."
  },
  {
    "quotes": "Within the walls of our own homes, we can and should bear pure testimony of the divinity and reality of the Father and the Son, of the great plan of happiness, and of the Restoration."
  },
  {
    "quotes": "People have to work to maintain happiness. It's easy to be miserable. It's easy to stay miserable. It's easy to live in a place where nothing's working and not being able to work your way out of it. It's much harder to choose happiness, to choose laughter, to choose a positive."
  },
  {
    "quotes": "You know the passage where Scarlett voices her happiness that her mother is dead, so that she can't see what a bad girl Scarlett has become? Well, that's me."
  },
  {
    "quotes": "The eternal God - the infinite Jehovah - has done all he could do - even to the sacrificing his own Son - to provide a way for man's happiness, and yet they reject him, hate him, and laugh him to scorn!"
  },
  {
    "quotes": "The thing that really matters to me is well-being and happiness. Maybe it comes from knowing people who have tortured themselves trying to meet these strangely narrow and rigorous definitions of what our culture thinks is beautiful."
  },
  {
    "quotes": "Childhood is Last Chance Gulch for happiness. After that, you know too much."
  },
  {
    "quotes": "The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted."
  }
]