[
  {
    "quotes": "Tis better to have loved and lost than never to have loved at all."
  },
  {
    "quotes": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
  },
  {
    "quotes": "Let us always meet each other with smile, for the smile is the beginning of love."
  },
  {
    "quotes": "Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved; we love to love."
  },
  {
    "quotes": "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'"
  },
  {
    "quotes": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity."
  },
  {
    "quotes": "Love isn't something you find. Love is something that finds you."
  },
  {
    "quotes": "To love oneself is the beginning of a lifelong romance."
  },
  {
    "quotes": "The most powerful weapon on earth is the human soul on fire."
  },
  {
    "quotes": "Life is the flower for which love is the honey."
  },
  {
    "quotes": "True love is like ghosts, which everyone talks about and few have seen."
  },
  {
    "quotes": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile."
  },
  {
    "quotes": "To love and be loved is to feel the sun from both sides."
  },
  {
    "quotes": "Love has no age, no limit; and no death."
  },
  {
    "quotes": "Don't threaten me with love, baby. Let's just go walking in the rain."
  },
  {
    "quotes": "Love cures people - both the ones who give it and the ones who receive it."
  },
  {
    "quotes": "True love cannot be found where it does not exist, nor can it be denied where it does."
  },
  {
    "quotes": "We need 4 hugs a day for survival. We need 8 hugs a day for maintenance. We need 12 hugs a day for growth."
  },
  {
    "quotes": "A flower cannot blossom without sunshine, and man cannot live without love."
  },
  {
    "quotes": "We waste time looking for the perfect lover, instead of creating the perfect love."
  },
  {
    "quotes": "Love and compassion are necessities, not luxuries. Without them humanity cannot survive."
  },
  {
    "quotes": "If you can learn to love yourself and all the flaws, you can love other people so much better. And that makes you so happy."
  },
  {
    "quotes": "Life without love is like a tree without blossoms or fruit."
  },
  {
    "quotes": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
  },
  {
    "quotes": "Come live in my heart, and pay no rent."
  },
  {
    "quotes": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
  },
  {
    "quotes": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "quotes": "Love is not only something you feel, it is something you do."
  },
  {
    "quotes": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
  },
  {
    "quotes": "Love knows not distance; it hath no continent; its eyes are for the stars."
  },
  {
    "quotes": "Nobody has ever measured, not even poets, how much the heart can hold."
  },
  {
    "quotes": "To love is to admire with the heart; to admire is to love with the mind."
  },
  {
    "quotes": "Love is an act of endless forgiveness, a tender look which becomes a habit."
  },
  {
    "quotes": "Love is a game that two can play and both win."
  },
  {
    "quotes": "Whatever our souls are made of, his and mine are the same."
  },
  {
    "quotes": "The first duty of love is to listen."
  },
  {
    "quotes": "Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility; for it thinks all things lawful for itself, and all things possible."
  },
  {
    "quotes": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked."
  },
  {
    "quotes": "A man is already halfway in love with any woman who listens to him."
  },
  {
    "quotes": "Love can sometimes be magic. But magic can sometimes... just be an illusion."
  },
  {
    "quotes": "Fortune and love favor the brave."
  },
  {
    "quotes": "Spread love everywhere you go. Let no one ever come to you without leaving happier."
  },
  {
    "quotes": "Love is, above all, the gift of oneself."
  },
  {
    "quotes": "Love is like an hourglass, with the heart filling up as the brain empties."
  },
  {
    "quotes": "The art of love is largely the art of persistence."
  },
  {
    "quotes": "All my life, my heart has yearned for a thing I cannot name."
  },
  {
    "quotes": "Absence sharpens love, presence strengthens it."
  },
  {
    "quotes": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
  },
  {
    "quotes": "Only divine love bestows the keys of knowledge."
  },
  {
    "quotes": "A new command I give you: Love one another. As I have loved you, so you must love one another."
  },
  {
    "quotes": "Looking back, I have this to regret, that too often when I loved, I did not say so."
  },
  {
    "quotes": "Love is composed of a single soul inhabiting two bodies."
  },
  {
    "quotes": "I have decided to stick with love. Hate is too great a burden to bear."
  },
  {
    "quotes": "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky."
  },
  {
    "quotes": "We love life, not because we are used to living but because we are used to loving."
  },
  {
    "quotes": "Where there is love there is life."
  },
  {
    "quotes": "Love is the power to see similarity in the dissimilar."
  },
  {
    "quotes": "Love is the hardest habit to break, and the most difficult to satisfy."
  },
  {
    "quotes": "Great thoughts come from the heart."
  },
  {
    "quotes": "At the touch of love everyone becomes a poet."
  },
  {
    "quotes": "I love winners when they cry, losers when they try."
  },
  {
    "quotes": "A company is stronger if it is bound by love rather than by fear."
  },
  {
    "quotes": "I love to do something that's challenging to myself, and just to see the success, it makes me go harder and harder the next time."
  },
  {
    "quotes": "The love that comes from friendship is the underlying facet of a happy life."
  },
  {
    "quotes": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!"
  },
  {
    "quotes": "Love is very dangerous if you just have love and don't have the ability to be lovable."
  },
  {
    "quotes": "I just think Valentine's Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don't think it's all about fancy presents or whatever. I think it's about spending that quality time with that special person."
  },
  {
    "quotes": "Love is all around us all the time. Love is the ethers that we swim in. Love is the amniotic fluid of the soul."
  },
  {
    "quotes": "God is not looking for repayment, but repentance. What heals a broken relationship is sincere love and contrition."
  },
  {
    "quotes": "Many a man in love with a dimple makes the mistake of marrying the whole girl."
  },
  {
    "quotes": "You never know: the next DJ Snake, the next Skrillex, the next big DJs might wait outside of the club. You gotta give back and listen to the next generation and show some love."
  },
  {
    "quotes": "The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders."
  },
  {
    "quotes": "I'm not a make-up person, but I love wearable products that are easy to use, with fun packaging."
  },
  {
    "quotes": "When I love, I do it without counting. I give myself entirely. And each time, it is the grand love of my life."
  },
  {
    "quotes": "I know of only one duty, and that is to love."
  },
  {
    "quotes": "Our bodies are always going to change, and we might not always love that, but it really has nothing to do with true beauty. True beauty comes from within."
  },
  {
    "quotes": "It is not love that is blind, but jealousy."
  },
  {
    "quotes": "The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love."
  },
  {
    "quotes": "In love there are two things - bodies and words."
  },
  {
    "quotes": "If you look at the paintings that I love in art history, these are the paintings where great, powerful men are being celebrated on the big walls of museums throughout the world. What feels really strange is not to be able to see a reflection of myself in that world."
  },
  {
    "quotes": "The music field was the first to break down racial barriers, because in order to play together, you have to love the people you are playing with, and if you have any racial inhibitions, you wouldn't be able to do that."
  },
  {
    "quotes": "The best smell in the world is that man that you love."
  },
  {
    "quotes": "The truth is - I found myself doing these huge action-adventure movies, and um, and which are cool man. And I really love doing them. And thankfully I haven't had too much dialogue, because if I had I would have really made a mess of it. You know what I mean?"
  },
  {
    "quotes": "When you love someone all your saved up wishes start coming out."
  },
  {
    "quotes": "I really like structured coats and layered scarves, and I especially love cashmere sweaters."
  },
  {
    "quotes": "I think the whole world is dying to hear someone say, 'I love you.' I think that if I can leave the legacy of love and passion in the world, then I think I've done my job in a world that's getting colder and colder by the day."
  },
  {
    "quotes": "For us, #BlackLivesMatter is really a re-humanization project. It's a way for us to love each other again, to love ourselves, and to project that love into the world so that we can transform it."
  },
  {
    "quotes": "Happy is the man whom the Muses love: sweet speech flows from his mouth."
  },
  {
    "quotes": "I love love. Every day of my life is Valentine's Day. When you're a pathological narcissist, you have to fall in love with yourself every day."
  },
  {
    "quotes": "Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!"
  },
  {
    "quotes": "I would love to go on 'MasterChef'. But while I really like cooking, I'm doubtful anyone would ever want to pay for what I'd cooked."
  },
  {
    "quotes": "Old Vespas are very appealing to me. I love the way they feel. I love the way they smell. I love the curves on them. I have one of the earliest Vespas ever made, from the 1950s."
  },
  {
    "quotes": "I love putting myself in survival simulation. Whenever I get an off, I often go out for camping, and thanks to my brother who has taught me all the survival skills."
  },
  {
    "quotes": "What I find most disturbing about Valentine's Day is, look, I get that you have to have a holiday of love, but in the height of flu season, it makes no sense."
  },
  {
    "quotes": "I have never once celebrated a Valentine's Day as a romantic holiday. For me, it's another opportunity to tell my kids or whoever how much I love them. I hang pink crepe paper and make heart-shaped pancakes!"
  },
  {
    "quotes": "I would love to see as many of the black players as possible in today's Major League Baseball make every effort to go to the Negro Leagues Museum and get a first-hand view of how it all started."
  },
  {
    "quotes": "I just love a great groove."
  },
  {
    "quotes": "Most men would love to be stared at by women. Don't doubt me on this. And my guess is that most women are actually intrigued by it and have developed techniques and skills for dealing with it. Don't doubt me."
  },
  {
    "quotes": "If you don't love what you are doing, it could be misery."
  },
  {
    "quotes": "I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'"
  },
  {
    "quotes": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses."
  },
  {
    "quotes": "A loving heart is the beginning of all knowledge."
  },
  {
    "quotes": "If you do not love me I shall not be loved If I do not love you I shall not love."
  },
  {
    "quotes": "Take away love and our earth is a tomb."
  },
  {
    "quotes": "If you find someone you love in your life, then hang on to that love."
  },
  {
    "quotes": "Love you will find only where you may show yourself weak without provoking strength."
  },
  {
    "quotes": "Love is space and time measured by the heart."
  },
  {
    "quotes": "Let no one who loves be unhappy, even love unreturned has its rainbow."
  },
  {
    "quotes": "Friendship is Love without his wings!"
  },
  {
    "quotes": "The love we give away is the only love we keep."
  },
  {
    "quotes": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is."
  },
  {
    "quotes": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy."
  },
  {
    "quotes": "Love looks through a telescope; envy, through a microscope."
  },
  {
    "quotes": "A kiss is a rosy dot over the 'i' of loving."
  },
  {
    "quotes": "Love is the wisdom of the fool and the folly of the wise."
  },
  {
    "quotes": "Self-love is the source of all our other loves."
  },
  {
    "quotes": "Who would give a law to lovers? Love is unto itself a higher law."
  },
  {
    "quotes": "Love is supreme and unconditional; like is nice but limited."
  },
  {
    "quotes": "Love is the magician that pulls man out of his own hat."
  },
  {
    "quotes": "Blessed is the influence of one true, loving human soul on another."
  },
  {
    "quotes": "Love is the beauty of the soul."
  },
  {
    "quotes": "Love is never wrong."
  },
  {
    "quotes": "Who, being loved, is poor?"
  },
  {
    "quotes": "I think it is all a matter of love: the more you love a memory, the stronger and stranger it is."
  },
  {
    "quotes": "Love is the triumph of imagination over intelligence."
  },
  {
    "quotes": "Love takes off masks that we fear we cannot live without and know we cannot live within."
  },
  {
    "quotes": "You, yourself, as much as anybody in the entire universe, deserve your love and affection."
  },
  {
    "quotes": "Love is the crowning grace of humanity, the holiest right of the soul, the golden link which binds us to duty and truth, the redeeming principle that chiefly reconciles the heart to life, and is prophetic of eternal good."
  },
  {
    "quotes": "There is only one kind of love, but there are a thousand imitations."
  },
  {
    "quotes": "Love will draw an elephant through a key-hole."
  },
  {
    "quotes": "Love has reasons which reason cannot understand."
  },
  {
    "quotes": "With our love, we could save the world."
  },
  {
    "quotes": "Don't forget to love yourself."
  },
  {
    "quotes": "Love conquers all."
  },
  {
    "quotes": "Love is when he gives you a piece of your soul, that you never knew was missing."
  },
  {
    "quotes": "Love is the child of illusion and the parent of disillusion."
  },
  {
    "quotes": "We are all born for love. It is the principle of existence, and its only end."
  },
  {
    "quotes": "Love, having no geography, knows no boundaries."
  },
  {
    "quotes": "There is no limit to the power of loving."
  },
  {
    "quotes": "The love of liberty is the love of others; the love of power is the love of ourselves."
  },
  {
    "quotes": "I feel that there is nothing more truly artistic than to love people."
  },
  {
    "quotes": "A woman knows the face of the man she loves as a sailor knows the open sea."
  },
  {
    "quotes": "Our first and last love is self-love."
  },
  {
    "quotes": "I can live without money, but I cannot live without love."
  },
  {
    "quotes": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence."
  },
  {
    "quotes": "A part of kindness consists in loving people more than they deserve."
  },
  {
    "quotes": "Only do what your heart tells you."
  },
  {
    "quotes": "Love is when you meet someone who tells you something new about yourself."
  },
  {
    "quotes": "Love is life. And if you miss love, you miss life."
  },
  {
    "quotes": "Love in its essence is spiritual fire."
  },
  {
    "quotes": "When we are in love we seem to ourselves quite different from what we were before."
  },
  {
    "quotes": "Love is an irresistible desire to be irresistibly desired."
  },
  {
    "quotes": "Love is being stupid together."
  },
  {
    "quotes": "If equal affection cannot be, let the more loving be me."
  },
  {
    "quotes": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up."
  },
  {
    "quotes": "We loved with a love that was more than love."
  },
  {
    "quotes": "It is love, not reason, that is stronger than death."
  },
  {
    "quotes": "Do you have to have a reason for loving?"
  },
  {
    "quotes": "Love takes up where knowledge leaves off."
  },
  {
    "quotes": "The more one judges, the less one loves."
  },
  {
    "quotes": "I love winners when they cry, losers when they try."
  },
  {
    "quotes": "A company is stronger if it is bound by love rather than by fear."
  },
  {
    "quotes": "I love to do something that's challenging to myself, and just to see the success, it makes me go harder and harder the next time."
  },
  {
    "quotes": "The love that comes from friendship is the underlying facet of a happy life."
  },
  {
    "quotes": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!"
  },
  {
    "quotes": "Love is very dangerous if you just have love and don't have the ability to be lovable."
  },
  {
    "quotes": "I just think Valentine's Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don't think it's all about fancy presents or whatever. I think it's about spending that quality time with that special person."
  },
  {
    "quotes": "Love is all around us all the time. Love is the ethers that we swim in. Love is the amniotic fluid of the soul."
  },
  {
    "quotes": "God is not looking for repayment, but repentance. What heals a broken relationship is sincere love and contrition."
  },
  {
    "quotes": "Many a man in love with a dimple makes the mistake of marrying the whole girl."
  },
  {
    "quotes": "You never know: the next DJ Snake, the next Skrillex, the next big DJs might wait outside of the club. You gotta give back and listen to the next generation and show some love."
  },
  {
    "quotes": "The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders."
  },
  {
    "quotes": "I'm not a make-up person, but I love wearable products that are easy to use, with fun packaging."
  },
  {
    "quotes": "When I love, I do it without counting. I give myself entirely. And each time, it is the grand love of my life."
  },
  {
    "quotes": "I know of only one duty, and that is to love."
  },
  {
    "quotes": "Our bodies are always going to change, and we might not always love that, but it really has nothing to do with true beauty. True beauty comes from within."
  },
  {
    "quotes": "It is not love that is blind, but jealousy."
  },
  {
    "quotes": "The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love."
  },
  {
    "quotes": "In love there are two things - bodies and words."
  },
  {
    "quotes": "If you look at the paintings that I love in art history, these are the paintings where great, powerful men are being celebrated on the big walls of museums throughout the world. What feels really strange is not to be able to see a reflection of myself in that world."
  },
  {
    "quotes": "The music field was the first to break down racial barriers, because in order to play together, you have to love the people you are playing with, and if you have any racial inhibitions, you wouldn't be able to do that."
  },
  {
    "quotes": "The best smell in the world is that man that you love."
  },
  {
    "quotes": "The truth is - I found myself doing these huge action-adventure movies, and um, and which are cool man. And I really love doing them. And thankfully I haven't had too much dialogue, because if I had I would have really made a mess of it. You know what I mean?"
  },
  {
    "quotes": "When you love someone all your saved up wishes start coming out."
  },
  {
    "quotes": "I really like structured coats and layered scarves, and I especially love cashmere sweaters."
  },
  {
    "quotes": "I think the whole world is dying to hear someone say, 'I love you.' I think that if I can leave the legacy of love and passion in the world, then I think I've done my job in a world that's getting colder and colder by the day."
  },
  {
    "quotes": "For us, #BlackLivesMatter is really a re-humanization project. It's a way for us to love each other again, to love ourselves, and to project that love into the world so that we can transform it."
  },
  {
    "quotes": "Happy is the man whom the Muses love: sweet speech flows from his mouth."
  },
  {
    "quotes": "I love love. Every day of my life is Valentine's Day. When you're a pathological narcissist, you have to fall in love with yourself every day."
  },
  {
    "quotes": "Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!"
  },
  {
    "quotes": "I would love to go on 'MasterChef'. But while I really like cooking, I'm doubtful anyone would ever want to pay for what I'd cooked."
  },
  {
    "quotes": "Old Vespas are very appealing to me. I love the way they feel. I love the way they smell. I love the curves on them. I have one of the earliest Vespas ever made, from the 1950s."
  },
  {
    "quotes": "I love putting myself in survival simulation. Whenever I get an off, I often go out for camping, and thanks to my brother who has taught me all the survival skills."
  },
  {
    "quotes": "What I find most disturbing about Valentine's Day is, look, I get that you have to have a holiday of love, but in the height of flu season, it makes no sense."
  },
  {
    "quotes": "I have never once celebrated a Valentine's Day as a romantic holiday. For me, it's another opportunity to tell my kids or whoever how much I love them. I hang pink crepe paper and make heart-shaped pancakes!"
  },
  {
    "quotes": "I would love to see as many of the black players as possible in today's Major League Baseball make every effort to go to the Negro Leagues Museum and get a first-hand view of how it all started."
  },
  {
    "quotes": "I just love a great groove."
  },
  {
    "quotes": "Most men would love to be stared at by women. Don't doubt me on this. And my guess is that most women are actually intrigued by it and have developed techniques and skills for dealing with it. Don't doubt me."
  },
  {
    "quotes": "If you don't love what you are doing, it could be misery."
  },
  {
    "quotes": "I love Valentine's Day! I love it, I love it, I love it. I like having doors opened for me. My favorite romantic comedy is 'When Harry Met Sally.'"
  },
  {
    "quotes": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love."
  },
  {
    "quotes": "Only love interests me, and I am only in contact with things that revolve around love."
  },
  {
    "quotes": "What the world really needs is more love and less paper work."
  },
  {
    "quotes": "I was born with an enormous need for affection, and a terrible need to give it."
  },
  {
    "quotes": "We love because it's the only true adventure."
  },
  {
    "quotes": "A loving heart is the truest wisdom."
  },
  {
    "quotes": "When love is not madness, it is not love."
  },
  {
    "quotes": "Accustom yourself continually to make many acts of love, for they enkindle and melt the soul."
  },
  {
    "quotes": "It is easier to love humanity as a whole than to love one's neighbor."
  },
  {
    "quotes": "The world is not comprehensible, but it is embraceable: through the embracing of one of its beings."
  },
  {
    "quotes": "The highest function of love is that it makes the loved one a unique and irreplacable being."
  },
  {
    "quotes": "The richest love is that which submits to the arbitration of time."
  },
  {
    "quotes": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same."
  },
  {
    "quotes": "Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love."
  },
  {
    "quotes": "Love is the word used to label the sexual excitement of the young, the habituation of the middle-aged, and the mutual dependence of the old."
  },
  {
    "quotes": "Stolen kisses are always sweetest."
  },
  {
    "quotes": "To love for the sake of being loved is human, but to love for the sake of loving is angelic."
  },
  {
    "quotes": "In every living thing there is the desire for love."
  },
  {
    "quotes": "The cure for all the ills and wrongs, the cares, the sorrows, and the crimes of humanity, all lie in the one word 'love'. It is the divine vitality that everywhere produces and restores life."
  },
  {
    "quotes": "Loved. You can't use it in the past tense. Death does not stop that love at all."
  },
  {
    "quotes": "Love is only a dirty trick played on us to achieve continuation of the species."
  },
  {
    "quotes": "A man reserves his true and deepest love not for the species of woman in whose company he finds himself electrified and enkindled, but for that one in whose company he may feel tenderly drowsy."
  },
  {
    "quotes": "Love is a great beautifier."
  },
  {
    "quotes": "Love is the poetry of the senses."
  },
  {
    "quotes": "Love is all we have, the only way that each can help the other."
  },
  {
    "quotes": "Love is my religion - I could die for it."
  },
  {
    "quotes": "To love abundantly is to live abundantly, and to love forever is to live forever."
  },
  {
    "quotes": "Love is love's reward."
  },
  {
    "quotes": "It is impossible to repent of love. The sin of love does not exist."
  },
  {
    "quotes": "The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed."
  },
  {
    "quotes": "In love the paradox occurs that two beings become one and yet remain two."
  },
  {
    "quotes": "When we lose one we love, our bitterest tears are called forth by the memory of hours when we loved not enough."
  },
  {
    "quotes": "The hunger for love is much more difficult to remove than the hunger for bread."
  },
  {
    "quotes": "He who loves with purity considers not the gift of the lover, but the love of the giver."
  },
  {
    "quotes": "Love is the difficult realization that something other than oneself is real."
  },
  {
    "quotes": "Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love."
  },
  {
    "quotes": "Love is a gross exaggeration of the difference between one person and everybody else."
  },
  {
    "quotes": "We cease loving ourselves if no one loves us."
  },
  {
    "quotes": "Bitterness imprisons life; love releases it."
  },
  {
    "quotes": "Love's greatest gift is its ability to make everything it touches sacred."
  },
  {
    "quotes": "If it is your time, love will track you down like a cruise missile."
  },
  {
    "quotes": "There is no person that love cannot heal; there is no soul that love cannot save."
  },
  {
    "quotes": "In the flush of love's light, we dare be brave. And suddenly we see that love costs all we are, and will ever be. Yet it is only love which sets us free."
  },
  {
    "quotes": "There is room in the smallest cottage for a happy loving pair."
  },
  {
    "quotes": "Though lovers be lost, love shall not."
  },
  {
    "quotes": "Do all things with love."
  },
  {
    "quotes": "Love is energy of life."
  },
  {
    "quotes": "A gentle heart is tied with an easy thread."
  },
  {
    "quotes": "If you wished to be loved, love."
  },
  {
    "quotes": "Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it."
  },
  {
    "quotes": "Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could."
  },
  {
    "quotes": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well."
  },
  {
    "quotes": "Love is an energy which exists of itself. It is its own value."
  },
  {
    "quotes": "Touch seems to be as essential as sunlight."
  },
  {
    "quotes": "Love is what you've been through with somebody."
  },
  {
    "quotes": "No, there's nothing half so sweet in life as love's young dream."
  },
  {
    "quotes": "The giving of love is an education in itself."
  },
  {
    "quotes": "The truth is that love smashes into your life like an ice floe, and even if your heart is built like the Titanic you go down."
  },
  {
    "quotes": "Gravitation is not responsible for people falling in love."
  },
  {
    "quotes": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder."
  }
]