[
  {
    "quotes": "Nobody who ever gave his best regretted it."
  },
  {
    "quotes": "The best way to predict the future is to create it."
  },
  {
    "quotes": "A problem is a chance for you to do your best."
  },
  {
    "quotes": "To give anything less than your best, is to sacrifice the gift."
  },
  {
    "quotes": "Living well is the best revenge."
  },
  {
    "quotes": "I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best."
  },
  {
    "quotes": "There are some things you learn best in calm, and some in storm."
  },
  {
    "quotes": "The best revenge is massive success."
  },
  {
    "quotes": "That's your best friend and your worst enemy - your own brain."
  },
  {
    "quotes": "Whether it's the best of times or the worst of times, it's the only time we've got."
  },
  {
    "quotes": "I did my best, and God did the rest."
  },
  {
    "quotes": "The best way to find yourself is to lose yourself in the service of others."
  },
  {
    "quotes": "The best thing about the future is that it comes only one day at a time."
  },
  {
    "quotes": "The best revenge is to live on and prove yourself."
  },
  {
    "quotes": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it."
  },
  {
    "quotes": "Things turn out best for the people who make the best of the way things turn out."
  },
  {
    "quotes": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
  },
  {
    "quotes": "Do right. Do your best. Treat others as you want to be treated."
  },
  {
    "quotes": "I have the simplest tastes. I am always satisfied with the best."
  },
  {
    "quotes": "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting."
  },
  {
    "quotes": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine."
  },
  {
    "quotes": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
  },
  {
    "quotes": "Expect the best. Prepare for the worst. Capitalize on what comes."
  },
  {
    "quotes": "The best way to cheer yourself up is to try to cheer somebody else up."
  },
  {
    "quotes": "Grow old with me! The best is yet to be."
  },
  {
    "quotes": "At its best, life is completely unpredictable."
  },
  {
    "quotes": "A person always doing his or her best becomes a natural leader, just by example."
  },
  {
    "quotes": "I do the very best I know how - the very best I can; and I mean to keep on doing so until the end."
  },
  {
    "quotes": "To love and win is the best thing. To love and lose, the next best."
  },
  {
    "quotes": "If you want to go somewhere, it is best to find someone who has already been there."
  },
  {
    "quotes": "This is the precept by which I have lived: Prepare for the worst; expect the best; and take what comes."
  },
  {
    "quotes": "I am as bad as the worst, but, thank God, I am as good as the best."
  },
  {
    "quotes": "The best way to find out if you can trust somebody is to trust them."
  },
  {
    "quotes": "Life doesn't require that we be the best, only that we try our best."
  },
  {
    "quotes": "Knowing your own darkness is the best method for dealing with the darknesses of other people."
  },
  {
    "quotes": "The most basic question is not what is best, but who shall decide what is best."
  },
  {
    "quotes": "The best mirror is an old friend."
  },
  {
    "quotes": "When things are bad, it's the best time to reinvent yourself."
  },
  {
    "quotes": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman."
  },
  {
    "quotes": "Find out what you like doing best and get someone to pay you for it."
  },
  {
    "quotes": "Just do what you do best."
  },
  {
    "quotes": "At his best, man is the noblest of all animals; separated from law and justice he is the worst."
  },
  {
    "quotes": "Old friends are best."
  },
  {
    "quotes": "In the practice of tolerance, one's enemy is the best teacher."
  },
  {
    "quotes": "I will do my best. That is all I can do. I ask for your help - and God's."
  },
  {
    "quotes": "Learn to say 'no' to the good so you can say 'yes' to the best."
  },
  {
    "quotes": "The best ideas come as jokes. Make your thinking as funny as possible."
  },
  {
    "quotes": "The best vision is insight."
  },
  {
    "quotes": "Life is best when you are in love."
  },
  {
    "quotes": "The best revenge is to be unlike him who performed the injury."
  },
  {
    "quotes": "Enthusiasm is the best protection in any situation. Wholeheartedness is contagious. Give yourself, if you wish to get others."
  },
  {
    "quotes": "The man who has done his best has done everything."
  },
  {
    "quotes": "The best preparation for tomorrow is to do today's work superbly well."
  },
  {
    "quotes": "That best portion of a man's life, his little, nameless, unremembered acts of kindness and love."
  },
  {
    "quotes": "He who knows best knows how little he knows."
  },
  {
    "quotes": "Just do the best you can. No one can do more than that."
  },
  {
    "quotes": "Look for your choices, pick the best one, then go with it."
  },
  {
    "quotes": "The best way of removing negativity is to laugh and be joyous."
  },
  {
    "quotes": "The worst thing that happens to you may be the best thing for you if you don't let it get the best of you."
  },
  {
    "quotes": "The best person to get something done is a busy person."
  },
  {
    "quotes": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give."
  },
  {
    "quotes": "A woman knows by intuition, or instinct, what is best for herself."
  },
  {
    "quotes": "The best way to resolve any problem in the human world is for all sides to sit down and talk."
  },
  {
    "quotes": "It was the best of times, it was the worst of times."
  },
  {
    "quotes": "The best books... are those that tell you what you know already."
  },
  {
    "quotes": "Best to live lightly, unthinkingly."
  },
  {
    "quotes": "The best way to keep your friends is not to give them away."
  },
  {
    "quotes": "I have found the best way to give advice to your children is to find out what they want and then advise them to do it."
  },
  {
    "quotes": "You get the best out of others when you get the best out of yourself."
  },
  {
    "quotes": "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you."
  },
  {
    "quotes": "The best cure for the body is a quiet mind."
  },
  {
    "quotes": "Do the best you can, and don't take life too serious."
  },
  {
    "quotes": "It is best for the wise man not to seem wise."
  },
  {
    "quotes": "I am easily satisfied with the very best."
  },
  {
    "quotes": "One of the best things to do sometimes is simply to be."
  },
  {
    "quotes": "The best is the enemy of the good."
  },
  {
    "quotes": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another."
  },
  {
    "quotes": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile."
  },
  {
    "quotes": "The best work is not what is most difficult for you; it is what you do best."
  },
  {
    "quotes": "I always prefer to believe the best of everybody, it saves so much trouble."
  },
  {
    "quotes": "There is only one real sin and that is to persuade oneself that the second best is anything but second best."
  },
  {
    "quotes": "I never had a policy; I have just tried to do my very best each and every day."
  },
  {
    "quotes": "Usually, the stuff that's your best idea or work is going to be attacked the most."
  },
  {
    "quotes": "The best thing to do with the best things in life is to give them up."
  },
  {
    "quotes": "The things we know best are the things we haven't been taught."
  },
  {
    "quotes": "The best intelligence test is what we do with our leisure."
  },
  {
    "quotes": "He who has done his best for his own time has lived for all times."
  },
  {
    "quotes": "The best luck of all is the luck you make for yourself."
  },
  {
    "quotes": "I am the best in baseball."
  },
  {
    "quotes": "The days you work are the best days."
  },
  {
    "quotes": "First gain the victory and then make the best use of it you can."
  },
  {
    "quotes": "Since we live in this world, we have to do our best for this world."
  },
  {
    "quotes": "The best time for you to hold your tongue is the time you feel you must say something or bust."
  },
  {
    "quotes": "The only real failure in life is not to be true to the best one knows."
  },
  {
    "quotes": "If a man does his best, what else is there?"
  },
  {
    "quotes": "But I always think that the best way to know God is to love many things."
  },
  {
    "quotes": "Most of the things we decide are not what we know to be the best. We say yes, merely because we are driven into a corner and must say something."
  },
  {
    "quotes": "The creed of a true saint is to make the best of life, and to make the most of it."
  },
  {
    "quotes": "Next to acquiring good friends, the best acquisition is that of good books."
  },
  {
    "quotes": "The best way to keep one's word is not to give it."
  },
  {
    "quotes": "The best way to navigate through life is to give up all of our controls."
  },
  {
    "quotes": "The best road to progress is freedom's road."
  },
  {
    "quotes": "Everybody's got a job to do, and I do mine as best I can."
  },
  {
    "quotes": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind."
  },
  {
    "quotes": "Look your best - who said love is blind?"
  },
  {
    "quotes": "But men are men; the best sometimes forget."
  },
  {
    "quotes": "Clever men are good, but they are not the best."
  },
  {
    "quotes": "The best things in life are silly."
  },
  {
    "quotes": "The best thing about animals is that they don't talk much."
  },
  {
    "quotes": "The worst men often give the best advice."
  },
  {
    "quotes": "To give and then not feel that one has given is the very best of all ways of giving."
  },
  {
    "quotes": "When you do not know what you are doing and what you are doing is the best - that is inspiration."
  },
  {
    "quotes": "The best way to hold a man is in your arms."
  },
  {
    "quotes": "Culture is the habit of being pleased with the best and knowing why."
  },
  {
    "quotes": "You'll live. Only the best get killed."
  },
  {
    "quotes": "Our best thoughts come from others."
  },
  {
    "quotes": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
  },
  {
    "quotes": "Good, better, best. Never let it rest. 'Til your good is better and your better is best."
  },
  {
    "quotes": "The best preparation for tomorrow is doing your best today."
  },
  {
    "quotes": "A strong, positive self-image is the best possible preparation for success."
  },
  {
    "quotes": "I am prepared for the worst, but hope for the best."
  },
  {
    "quotes": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying."
  },
  {
    "quotes": "Love yourself for who you are, and trust me, if you are happy from within, you are the most beautiful person, and your smile is your best asset."
  },
  {
    "quotes": "Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best."
  },
  {
    "quotes": "The best way to make your dreams come true is to wake up."
  },
  {
    "quotes": "Things are never quite as scary when you've got a best friend."
  },
  {
    "quotes": "Work hard, stay positive, and get up early. It's the best part of the day."
  },
  {
    "quotes": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water."
  },
  {
    "quotes": "Only the mediocre are always at their best."
  },
  {
    "quotes": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
  },
  {
    "quotes": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
  },
  {
    "quotes": "Perfection is impossible; just strive to do your best."
  },
  {
    "quotes": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
  },
  {
    "quotes": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use."
  },
  {
    "quotes": "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine."
  },
  {
    "quotes": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
  },
  {
    "quotes": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result."
  },
  {
    "quotes": "I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing."
  },
  {
    "quotes": "There is so much good in the worst of us, and so much bad in the best of us, that it ill behooves any of us to find fault with the rest of us."
  },
  {
    "quotes": "Employees are a company's greatest asset - they're your competitive advantage. You want to attract and retain the best; provide them with encouragement, stimulus, and make them feel that they are an integral part of the company's mission."
  },
  {
    "quotes": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best."
  },
  {
    "quotes": "I'm not perfect; I make mistakes all the time. All I can do is to try my best to learn from my mistakes, take responsibility for them, and do a better job tomorrow."
  },
  {
    "quotes": "My mama always used to tell me: 'If you can't find somethin' to live for, you best find somethin' to die for.'"
  },
  {
    "quotes": "The best time to make friends is before you need them."
  },
  {
    "quotes": "The human body is the best picture of the human soul."
  },
  {
    "quotes": "A satisfied customer is the best business strategy of all."
  },
  {
    "quotes": "If you do what you love, it is the best way to relax."
  },
  {
    "quotes": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage."
  },
  {
    "quotes": "Life is a lot like jazz... it's best when you improvise."
  },
  {
    "quotes": "Taking joy in living is a woman's best cosmetic."
  },
  {
    "quotes": "If you want to be the best, you have to do things that other people aren't willing to do."
  },
  {
    "quotes": "Sleep is good, death is better; but of course, the best thing would to have never been born at all."
  },
  {
    "quotes": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything."
  },
  {
    "quotes": "If you work hard and you do your best, you can do anything."
  },
  {
    "quotes": "I've been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can."
  },
  {
    "quotes": "I have great respect for the past. If you don't know where you've come from, you don't know where you're going. I have respect for the past, but I'm a person of the moment. I'm here, and I do my best to be completely centered at the place I'm at, then I go forward to the next place."
  },
  {
    "quotes": "It's not that diamonds are a girl's best friend, but it's your best friends who are your diamonds. It's your best friends who are supremely resilient, made under pressure and of astonishing value. They're everlasting; they can cut glass if they need to."
  },
  {
    "quotes": "Good manners will open doors that the best education cannot."
  },
  {
    "quotes": "The optimist thinks this is the best of all possible worlds. The pessimist fears it is true."
  },
  {
    "quotes": "When everything is lonely I can be my best friend."
  },
  {
    "quotes": "Gorgeous hair is the best revenge."
  },
  {
    "quotes": "The most important thing is, whatever you do decide to choose, take it seriously and do your best."
  },
  {
    "quotes": "My life motto is 'Do my best, so that I can't blame myself for anything.'"
  },
  {
    "quotes": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
  },
  {
    "quotes": "My mother thinks I am the best. And I was raised to always believe what my mother tells me."
  },
  {
    "quotes": "Keep going and keep believing and do what makes you feel good. And when you feel good and get to the point where no-one can take that from you, then that feeling will the best feeling."
  },
  {
    "quotes": "Your best teacher is your last mistake."
  },
  {
    "quotes": "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad."
  },
  {
    "quotes": "The best things in life are often waiting for you at the exit ramp of your comfort zone."
  },
  {
    "quotes": "Your sweetheart calls you by another's name. His eyes linger too long on your best friend. He talks with excitement about a girl at work. And the fire catches. Jealousy - that sickening combination of possessiveness, suspicion, rage, and humiliation - can overtake your mind and threaten your very core as you contemplate your rival."
  },
  {
    "quotes": "Social media is something of a double-edged sword. At its best, social media offers unprecedented opportunities for marginalized people to speak and bring much needed attention to the issues they face. At its worst, social media also offers 'everyone' an unprecedented opportunity to share in collective outrage without reflection."
  },
  {
    "quotes": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."
  },
  {
    "quotes": "You don't fight racism with racism, the best way to fight racism is with solidarity."
  },
  {
    "quotes": "Technology is best when it brings people together."
  },
  {
    "quotes": "An investment in knowledge pays the best interest."
  },
  {
    "quotes": "Doing the best at this moment puts you in the best place for the next moment."
  },
  {
    "quotes": "The best advice I ever got was that knowledge is power and to keep reading."
  },
  {
    "quotes": "The best education I have ever received was through travel."
  },
  {
    "quotes": "Sometimes in life, you have to make a selfish decision and do what's best for you."
  },
  {
    "quotes": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it."
  },
  {
    "quotes": "Expect the best, plan for the worst, and prepare to be surprised."
  },
  {
    "quotes": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give."
  },
  {
    "quotes": "Making money is art and working is art and good business is the best art."
  },
  {
    "quotes": "Good teachers know how to bring out the best in students."
  },
  {
    "quotes": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?"
  },
  {
    "quotes": "The best thing one can do when it's raining is to let it rain."
  },
  {
    "quotes": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her."
  },
  {
    "quotes": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me."
  },
  {
    "quotes": "Memories are the best things in life, I think."
  },
  {
    "quotes": "The best way to have a good idea is to have a lot of ideas."
  },
  {
    "quotes": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first."
  },
  {
    "quotes": "Lay this unto your breast: Old friends, like old swords, still are trusted best."
  },
  {
    "quotes": "My belief is that communication is the best way to create strong relationships."
  },
  {
    "quotes": "She's always there for me when I need her; She's my best friend; she's just my everything."
  },
  {
    "quotes": "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding."
  },
  {
    "quotes": "Being a mother is the best thing that ever happened to me. Before you have your first baby you are a girl and then you become a mother. There is no transition into being a woman; you literally become a mum and being a mum means you always love someone else more than yourself and it is an unexplainable situation."
  },
  {
    "quotes": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre."
  },
  {
    "quotes": "I'm excited about what the future will bring and I think the best is yet to come."
  },
  {
    "quotes": "The roots of true achievement lie in the will to become the best that you can become."
  },
  {
    "quotes": "Sometimes you get the best light from a burning bridge."
  },
  {
    "quotes": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet."
  },
  {
    "quotes": "The best form of government is that which is most likely to prevent the greatest sum of evil."
  },
  {
    "quotes": "The best route is to stay humble and stay true to yourself."
  },
  {
    "quotes": "Do your best and keep learning - that's what I believe in."
  },
  {
    "quotes": "If you're thinking of coming to America, this is what it's like: you've got your Comfort Inn, you've got your Best Western, and you've got your Red Lobster where you eat. Everybody's very fat, everybody's very stupid and everybody's very rude - it's not a holiday programme, it's the truth."
  },
  {
    "quotes": "Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we're too busy bridging the walk from the cafeteria back to the office on the cell phone."
  },
  {
    "quotes": "Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity."
  },
  {
    "quotes": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand."
  },
  {
    "quotes": "The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence."
  },
  {
    "quotes": "Those men get along best with women who can get along best without them."
  },
  {
    "quotes": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know."
  },
  {
    "quotes": "The season of failure is the best time for sowing the seeds of success."
  },
  {
    "quotes": "The best way to predict the future is to study the past, or prognosticate."
  },
  {
    "quotes": "The worst times can be the best if you think with positive energy."
  },
  {
    "quotes": "Simple ingredients prepared in a simple way - that's the best way to take your everyday cooking to a higher level."
  },
  {
    "quotes": "Chef' doesn't mean that you're the best cook, it simply means 'boss.'"
  },
  {
    "quotes": "One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren't enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress."
  },
  {
    "quotes": "I find that it's best to take one step at a time and cross each bridge as they come to you."
  },
  {
    "quotes": "Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes."
  },
  {
    "quotes": "Do what's best for you, and do it to the best of your ability - go after your goals like nobody's business."
  },
  {
    "quotes": "If it's flipping hamburgers at McDonald's, be the best hamburger flipper in the world. Whatever it is you do you have to master your craft."
  },
  {
    "quotes": "The best part about being alone is that you really don't have to answer to anybody. You do what you want."
  },
  {
    "quotes": "Always do your best. What you plant now, you will harvest later."
  },
  {
    "quotes": "Living with fear stops us taking risks, and if you don't go out on the branch, you're never going to get the best fruit."
  },
  {
    "quotes": "The best thing about me is that I am generally very honest - not hurtfully honest, but honest. The worst thing about me is that everybody can make me feel guilty. I feel responsible about things that don't even concern me."
  },
  {
    "quotes": "The best argument against democracy is a five-minute conversation with the average voter."
  },
  {
    "quotes": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
  },
  {
    "quotes": "A man's friendships are one of the best measures of his worth."
  },
  {
    "quotes": "Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best."
  },
  {
    "quotes": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of."
  },
  {
    "quotes": "The best feeling in the world is a hard workout, a shower, and a protein shake."
  },
  {
    "quotes": "Success is best when it's shared."
  },
  {
    "quotes": "I'm not perfect but I always try to give of my best."
  },
  {
    "quotes": "If you want to be the best, you've got to beat the best. The only problem is when I get that belt, who's going to be left to fight? That's what I want to know."
  },
  {
    "quotes": "Difficult times often bring out the best in people."
  },
  {
    "quotes": "Guitar is the best form of self-expression I know. Everything else, and I'm just sort of tripping around, trying to figure my way through life."
  },
  {
    "quotes": "My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine."
  },
  {
    "quotes": "Your best T-shirt should be like your bed; it just feels like you are home when you are in it."
  },
  {
    "quotes": "The best way out is always through."
  },
  {
    "quotes": "Try to be the best version of yourself."
  },
  {
    "quotes": "Boot camp was the first time I got a heavy dose of discipline. It was the best thing that ever happened to me."
  },
  {
    "quotes": "Most people would agree that the E.U. is too bureaucratic, not transparent or democratic enough and that it often interferes too much in matters that are best left to national governments."
  },
  {
    "quotes": "I owe the best of myself to geology, but everything it has taught me tends to turn me away from dead things."
  },
  {
    "quotes": "The best way to change it is to do it. Right? And then after a while you become it, and it's easy."
  },
  {
    "quotes": "At its best, what art does is, it points to who we as human beings and what we as human beings value. And if Black Lives Matter, they deserve to be in paintings."
  },
  {
    "quotes": "I think the best comedians have that bravery and courage to say, 'This is what it is. This is unfair; that's not cool.'"
  },
  {
    "quotes": "Wisdom denotes the pursuing of the best ends by the best means."
  },
  {
    "quotes": "Breakfast is always the best time for something juicy, sweet and fresh - it just feels like the right way to open the day. There's no right way, though, when it comes to choosing the fruit."
  },
  {
    "quotes": "As we reflect back upon the tragic loss of Challenger and her brave crew of heroes who were aboard that fateful day, I am reminded that they truly represented the best of us, as they climbed aloft on a plume of propellant gasses, reaching for the stars, to inspire us who were Earthbound."
  },
  {
    "quotes": "Being in the body of an African-American woman, I prefer animation. I get to be everybody. I don't have to always be the white girl's best friend. I can be the princess. I can make an inanimate object come to life. I can be a little boy. I can be anything."
  },
  {
    "quotes": "My best wishes are with Indian cricket in general. I wish each one of our cricketers success at the international and domestic level."
  },
  {
    "quotes": "I'm a firm believer that in the theory that people only do their best at things they truly enjoy. It is difficult to excel at something you don't enjoy."
  },
  {
    "quotes": "Don Rickles and I are best friends. I know that might seem strange to those who know Don only by reputation, but somebody has to be his friend. Just to make sure I don't forget, Don gave me a doormat that sits just outside the front door of my house. It reads: 'The Newharts: The Rickleses Best Friends.'"
  },
  {
    "quotes": "Everyone has a best feature, so find clothes and accessories to accentuate those, whether it's your shoulders or your long legs!"
  },
  {
    "quotes": "Cote de Pablo is one of my best friends! We went to college together."
  },
  {
    "quotes": "If you are fearful, a horse will back off. If you are calm and confident, it will come forward. For those who are often flattered or feared, the horse can be a welcome mirror of the best in human nature."
  },
  {
    "quotes": "My childhood dream was to study mechanical engineering. After reading 'The Mysterious Island' - which I read 25 times as a boy - I thought that was the best thing a person could do. The engineer in the book knows mechanics and physics, and he creates a whole way of life on the island out of nothing. I wanted to be like that."
  },
  {
    "quotes": "A good leader, in my view, should have a clear vision of the future they want and the society they need to build. They must also have a connection with the people who work for them and be able to mobilise their best energies to create teams where people can be most creative and happy."
  },
  {
    "quotes": "Whether it's making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future."
  },
  {
    "quotes": "I believe I owe all the best parts of my adulthood to embracing my imperfections and showcasing them."
  },
  {
    "quotes": "Speed isn't everything, but he'd be a great striker at Atletico. Usain Bolt would be perfect for our game. Me behind and him up front. The best!"
  },
  {
    "quotes": "The Russo brothers are the best people ever, and they cast me in 'Happy Endings.' I did text Joe Russo to say, 'I don't think my character dies, so if you need a local news cameraman to show up in 'Captain America 2'... I know it doesn't make sense, but just hear me out on this!' He was really cool about it and turned me down right away."
  },
  {
    "quotes": "At Burning Man, the audience is the show: the boundaries between stage and public overlap and melt. Every form of self-expression, every fantasy... everything has a place. It's kind of a utopia, and everyone who sets foot in it is so impressed that they do their best to respect it and keep it alive."
  },
  {
    "quotes": "The philistine provides the best definition of art. Anything that makes him rage is first class."
  },
  {
    "quotes": "We must make the best of those ills which cannot be avoided."
  },
  {
    "quotes": "The worst education which teaches self-denial, is better than the best which teaches everything else, and not that."
  },
  {
    "quotes": "I feel to invite women everywhere to rise to the great potential within you. I do not ask that you reach beyond your capacity. I hope you will not nag yourselves with thoughts of failure. I hope you will not try to set goals far beyond your capacity to achieve. I hope you will simply do what you can do in the best way you know."
  },
  {
    "quotes": "Throughout my career, some of my best hires have been people who have bypassed the traditional route of university and learned their skills through apprenticeship schemes or alternative education courses."
  },
  {
    "quotes": "If I was really trying to be the best fighter in the world, I would be in the best shape and taking it more serious but I'm not."
  },
  {
    "quotes": "The best sex education for kids is when Daddy pats Mommy on the fanny when he comes home from work."
  },
  {
    "quotes": "Once someone asked me three words that best describe me and I said 'Loud, Louder, and Loudest'!"
  },
  {
    "quotes": "A rich, robust, well-resourced public education is one of the best routes out of poverty and a pathway to prosperity."
  },
  {
    "quotes": "My customer has her own sense of style and knows herself well. My goal is to help women become the best version of themselves."
  },
  {
    "quotes": "I believe that democracy is the best guarantor for peace and cooperation among nations."
  },
  {
    "quotes": "I'm not interested in dating. I like being with my own best friend, me. Certain women, particularly older women, cannot believe I like going to a social event by myself. But I do."
  },
  {
    "quotes": "The DJs with a lot of hype are not necessarily the best DJs at creating a vibe."
  },
  {
    "quotes": "I'm going to do what is best for the caucus."
  },
  {
    "quotes": "I don't train to be an All-American. I train to be the best."
  },
  {
    "quotes": "Team sports is the best for bonding. These sports lessons are also true for startups. You want to be at the top of every endeavour, but you win some and you lose some. As a team, however, you always pump each other up and move forward."
  },
  {
    "quotes": "The best way to bring people in and have them empathize with others is through storytelling."
  }
]