[
  {
    "quotes": "Angry Is Ugly, Forgiveness Is Sexiness. Forgive Me, Please"
  },
  {
    "quotes": "I Will Wait For Your Forgiveness Till Death If You Don’t Forgive Me Now."
  },
  {
    "quotes": "Please Forgive Me For The Insensitivity I Showed To You And Allow Me A Chance To Prove That I’ve Changed."
  },
  {
    "quotes": "I Cannot Move On Without You. I Am So Sorry For All I’ve Done. Please Forgive Me, My Love."
  },
  {
    "quotes": "My Princess, I’m Willing To Wait Forever For Your Forgiveness! You’re The One In My Heart. Kisses."
  },
  {
    "quotes": "Honey, I Am So Sorry For My Awful Behavior! I Will Not Act That Way Again."
  },
  {
    "quotes": "Dear, L Never Want To See You Suffer. I’m So Sorry… I Love You."
  },
  {
    "quotes": "Look At The Stars Tonight, They’ll Whisper: “I Am Sorry For What I’ve Done”. I Love You."
  },
  {
    "quotes": "I Wonder Why I Always Have To Be Such A Jerk. I’ll Work On My Manners. I Am Sorry."
  },
  {
    "quotes": "Take Your Time. Don’t Worry. I’ll Wait Forever If That Is What It’ll Take For You To Forgive Me. I Love You."
  },
  {
    "quotes": "I Don’t Want To Make Any Grand Promises. All I Want To Do Is Hug You And Tell You How Much You Mean To Me. I’m Sorry."
  },
  {
    "quotes": "Nothing Is As Important As You Are To Me. Not Even My Ego. I’m Sorry Baby. Let Me Hold Your Hand Again."
  },
  {
    "quotes": "I Know That I Am A Terrible Person, I Know I Am A Fool, But At Least, I’m Your Fool. I Am Sorry, Forgive Me For What I’ve Done. I Love You."
  },
  {
    "quotes": "I Wish That I Could Go Back In Time And Fix What Happened. But Since I Can’t, I Just Want You To Know That I Am Truly Sorry."
  },
  {
    "quotes": "Best Sorry Status For Gf 2021"
  },
  {
    "quotes": "Please Forgive My Foolish, Insensitive Words And Actions And Allow Me The Chance To Change And Grow Into The Kind Of Man You Truly Deserve."
  },
  {
    "quotes": "I’m Not Perfect But I’ll Always Be Here Loving You And Holding Your Arms Because You’re All That Matters To Me. I Am Sorry."
  },
  {
    "quotes": "There’s Nothing I Want More Than To See You Happy Again. I Am So Sorry For Causing You To Feel Hurt. Will You Please Forgive Me?"
  },
  {
    "quotes": "The Homepage Of Our Relationship Cannot Be Currently Displayed Because Of A Server Error. Can We Please Click On The Refresh Button And Start Over Again? I Am Sorry, Baby."
  },
  {
    "quotes": "Even Time Will Not Heal The Wounds Of The Mistake I Made But A Soft Kiss On Your Lips Definitely Will Help Ease The Pain. Sorry For Being Such A Jerk And Calling You Silly Names."
  },
  {
    "quotes": "Sweetheart, I’m Turning Over A New Leaf. I Am So Sorry For The Failure Of A Boyfriend I’ve Been In The Past. Please Forgive Me!"
  },
  {
    "quotes": "Best Sorry Quotes For Gf 2021"
  },
  {
    "quotes": "Beloved, Take My Bloody Heart, It Is Yours, I Have Offended You, And This Has Brought Me Great Pain. Please, Find The Strength To Forgive Me."
  },
  {
    "quotes": "It Was Never My Intention To Hurt You. Life Played A Joke On Me And Clouded My Judgment. Let Me Make Up For All Those Heartbroken Nights. Please Forgive Me For Hurting You!"
  },
  {
    "quotes": "I Know I Try Your Patience And You’ve Probably Grown Tired Of It. I Just Hope You Will Forgive Me And Give Me Another Chance To Be A Better Partner To You. I’m So Very Sorry."
  },
  {
    "quotes": "I’m Sorry Baby For All The Wrongs I Did, I Know You Still Love Me And I Still Love You, We Can Work Things Out I Know It, I Will Try Harder, And I Know If We Both Want It, We Can Get Through This! We Just Need To Stay Strong…"
  },
  {
    "quotes": "I Overlooked Your Happiness In An Attempt To Make Myself Happy, Only To Realize That My Happiness Lies In Yours. I Am Sorry, Please Forgive Me."
  },
  {
    "quotes": "I Trust Fate And I Believe In Love, Which Is Why I Know You’ll Accept My Apology. I’m Sorry."
  },
  {
    "quotes": "I Know That I Don’t Look Handsome When I Wear Anger On My Face. Sorry For Looking So Ugly The Other Day. I Love You."
  },
  {
    "quotes": "If I Had A Time Machine, You Wouldn’t Be Reading This Message Right Now Because I Would Have Gone Back In Time And Undone The Hurt I Caused You. I Regret My Actions Badly And I Am Very Sorry. Xoxo"
  },
  {
    "quotes": "You Are The Brightest Ray Of Light In My Life. Your Anger Makes My World Dark. Please Forgive Me."
  },
  {
    "quotes": "Baby, I Feel So Bad Right Now, Cause I Tore Your World Apart, And Now All I Can Think About Is How I Broke Your Heart."
  },
  {
    "quotes": "I’ve Been A Fool, And I Know That Ain’t Cool. I’m So Sorry, My Love. Hoping Your Push Won’t Turn To Shove. Forgive Me, Please."
  },
  {
    "quotes": "I Want You To Know That I Am Sorry. It Was All Me To Blame. I Love You, And I Will Be True To You Forever. Please Forgive Me."
  },
  {
    "quotes": "My Heart Has Been Leaking And Bleeding Since The Day I Hurt You. I Am Sorry, Forgive Me."
  },
  {
    "quotes": "I Am Sorry For Being Jealous. It’s Just That I’m Afraid Of Losing The Best Thing To Have Ever Happened To Me."
  },
  {
    "quotes": "I Have Shown You What An Idiot I Can Be By Making That Mistake. Now It Is Your Turn To Show Me What A Darling You Can Be By Giving Your Anger A Break. I Am Sorry."
  },
  {
    "quotes": "I Know I Was Wrong. I Hope You Can Forgive Me. Let’s Give Our Love Another Chance, And I Will Be The Right Guy For You."
  },
  {
    "quotes": "The Things That Have Been Spoken Between Us, Words That Have Remained Unheard, Differences That Never Mended, Can We Put Them Behind And Start Over Again?"
  },
  {
    "quotes": "Baby, I Feel Bad Because I Made You So Unbelievably Sad. Tears Of Sorrow Cross My Face As I Wish That I Could Take Your Place. Forgive Me, My Sweetheart."
  },
  {
    "quotes": "Our Life Is Like A Flower In Spring. If You Leave, You’ll Take Away The Essence! Come Back, And Let’s Be Together Again."
  },
  {
    "quotes": "If I Could, I Would Take Back All The Things I Did To Hurt You. But Since I Can’t, Please Make Do With My Apologies."
  },
  {
    "quotes": "I Can’t Believe How I Drove Us Apart When All I Ever Wanted Was For Us To Be Together… Now And Forever. I Am Sorry."
  },
  {
    "quotes": "Hurting You Is The Last Thing I’d Do, I Did Not Mean To My Love. I Am So Sorry. I Need You Back In My Life. Please Find It In Your Heart To Forgive Me."
  },
  {
    "quotes": "My Shortcomings Are In The Red, And I Goofed Too. I’m Sorry, My Dear. How About Dinner For Two?"
  },
  {
    "quotes": "Take Your Time. Don’t Worry. I’ll Wait Forever If That Is What It’ll Take For You To Forgive Me. I Love You."
  },
  {
    "quotes": "My Biggest Mistake Wasn’t The Mistake I Had Made – It Was That All This While I Was Letting My Ego Come In The Way Of A Heartfelt Apology. I Am Sorry Baby."
  },
  {
    "quotes": "Sorry For All My WHITE Lies. I Promise That From On Our Relationship Will Be Free Of Lies, Irrespective Of Their Color. I Love You"
  },
  {
    "quotes": "I Don’t Want To Make Any Grand Promises. All I Want To Do Is Hug You And Tell You How Much You Mean To Me. I’m Sorry."
  },
  {
    "quotes": "If I Begin To Tell You How Terrible I Feel For What I Did To You, My Apology Will Run Into Days, Weeks And Months. To Cut A Long Story Short, I Am Really Sorry."
  },
  {
    "quotes": "I Have Realized That It Doesn’t Matter How Much I Care About You, Until I Actually Show It. Sorry."
  },
  {
    "quotes": "You Deserve A Man Who Will Put Your Feelings And Needs Above His Own. I Haven’t Been That Man In The Past, And For That, I Am Truly Sorry"
  },
  {
    "quotes": "I Was Always Prone To Doing Dumb Mistakes, But I Never Really Cared. But Breaking Your Heart Is Something I Cannot Accept. I Am Terribly Sorry"
  },
  {
    "quotes": "My Apology To You Is Not Because I Just Want You Not To Be Mad At Me. I Completely Understand That What Have I Done Was Stupid, And I’m Fully Prepared To Do Whatever It Takes To Get You To Forgive Me"
  },
  {
    "quotes": "I Am Sorry. No Matter How Many Times You Refuse To Forgive Me, I Will Keep Trying. Because My Love For You Is Something That Cannot Be Easily Forgotten."
  },
  {
    "quotes": "I’m Truly Sorry For Hurting You."
  },
  {
    "quotes": "If I Begin To Tell You How Terrible I Feel For What I Did To You, My Apology Will Run Into Days, Weeks And Months. To Cut A Long Story Short, I Am Really Sorry."
  },
  {
    "quotes": "An Apology Is The Least I Can Do But It’s A Start. Let Me Tell You That I Fully Understand How Silly And Inappropriate I Acted, I Love You More Than Everything. I’m So Sorry."
  },
  {
    "quotes": "An Apology Is Nothing, Compared To What I’ve Done, But Still, I Know That You Have A Forgiving Heart. I Apologize For What I Have Done. There’s No Excuse For What I Did."
  },
  {
    "quotes": "You Know That It Has Been Hard For Me To Come Clean And To Apologize, But I Was Wrong And I Apologize For The Hurt And Sadness That I Have Caused You."
  },
  {
    "quotes": "I’m Truly Sorry For Everything That I Did Wrong, For Not Giving You Enough Attention, For Not Texting Back, For Making You Love Me, When I Didn’t Even Know If I Loved You… I’m Sorry For All Of The Pain I Gave You… I’m Sorry That I Realized That I Love You When I Lost You…"
  },
  {
    "quotes": "I’m Truly Sorry For Hurting You."
  },
  {
    "quotes": "An Apology Is Nothing, Compared To What I’ve Done, But Still, I Know That You Have A Forgiving Heart. I Apologize For What I Have Done. There’s No Excuse For What I Did."
  },
  {
    "quotes": "You Know That It Has Been Hard For Me To Come Clean And To Apologize, But I Was Wrong And I Apologize For The Hurt And Sadness That I Have Caused You."
  },
  {
    "quotes": "I Know That Words Do Not Diminish The Pain I Caused You, But, Nevertheless, I Am So Sorry… I Love You,"
  },
  {
    "quotes": "You Mean Everything To Me. Seeing You Cry Breaks My Heart. I Am So Ashamed That I Hurt You. Please Forgive Me And I Swear To Do Better In The Future."
  },
  {
    "quotes": "I Am An Idiot. A Really, Really, Really Sorry Idiot. You Were Right. Please Forgive Me."
  },
  {
    "quotes": "You Are Such An Amazing Person And I Feel Terrible For Letting You Down. If You Are Open To Forgiving Me I Will Work To Be A Better Person."
  },
  {
    "quotes": "Hey. I Feel Sick About What Was Said Last Night. I Would Do Anything To Take It Back, But I Know I Can’t, So All I Can Do Is Ask For Your Forgiveness And Make A Pledge To Never Be So Careless With Your Heart Again."
  },
  {
    "quotes": "I Feel Sick About Our Fight. I Feel Like I Really Let You Down. I Promise To Do Better. I Am So Sorry."
  },
  {
    "quotes": "Hi Hon, I’ve Had Some Time To Cool Down And I Realized I What I Said/Did Was Wrong. I Acted So Poorly And I Am So Sorry. I Hear What You Said And I Am Ready To Make The Changes You Need. Forgive Me"
  },
  {
    "quotes": "Hey. That Fight Was Awful. I Am So Sorry For [Your Part In It] And I Am Willing To Do Whatever It Takes For Us To Repair The Relationship."
  },
  {
    "quotes": "Heart Touching Sorry Messages For Girlfriend"
  },
  {
    "quotes": "I Am Not That Perfect, But My Heart Will Always Beat For You, I Am Sorry My Dear Girlfriend."
  },
  {
    "quotes": "It Was Not My Intention To Make You Feel Lonely, Please Forgive Me. I Am The Same Person Who Loves You Dearly."
  },
  {
    "quotes": "My Love, I Don’t Want To Rush You, Take Your Time, I’ll Wait For Your Answer, I Am Sorry For What I Said. Please Forgive Me."
  },
  {
    "quotes": "Since The Day I Hurt You, I Have Been Having Sleepless Nights. Please Find Peace In Your Heart To Forgive Me, I Am Sorry. I Love You."
  },
  {
    "quotes": "You Are The Love Of My Life; I Will Never Leave You As You Are The Treasure Of My Heart. Don’t Worry My Love; I Will Wait For You To Answer. I Am Sorry My Love, Please Forgive Me."
  },
  {
    "quotes": "I’d Rather Spend A Second With You Than A Lifetime With Another. Darling, I Am Sorry For My Wrongs, Please Forgive Me."
  },
  {
    "quotes": "I Thought I Was Strong, Never To Live On Lies, Until This Disease Got Into Me. Apologies For Lying To You, Forgive Me, My Love."
  },
  {
    "quotes": "I Would Be Like An Angel If I Am Given The Chance To Love Again, I Am Sorry My Love."
  },
  {
    "quotes": "I’d Rather Be Alone Than With Someone Else Whom I Don’t Love. Darling, I Am Sorry For My Wrong."
  },
  {
    "quotes": "Forgive Me For My Bad Behavior, I Promise To Be Good, My Love."
  },
  {
    "quotes": "This Pain Is Hurting Me, I Don’t Want To See You This Sad, I Am Sorry My Dear Girlfriend."
  },
  {
    "quotes": "You May Also Read: Heart Touching Sorry Messages For Boyfriend"
  },
  {
    "quotes": "It Was Not My Intention To Embarrass You At The Party; I Thought I Was Just Saying On A Light Note, Apologies My Love."
  },
  {
    "quotes": "Love Is Never Smooth, It Has Got Many Phases, I Pray We Pass This Stage And Have A Long-Lasting Life Together. I’m Sorry Darling."
  },
  {
    "quotes": "I’d Rather Be With You Than With Someone Else, You Are The Only Beat In My Heart, And Will Only Love You. I Am Sorry My Dear Girlfriend. Please Forgive Me."
  },
  {
    "quotes": "I Yearn For Your Love Every Day. I Don’t Want Us To Part Ways For You Are The Queen Of My Heart. I’m Sorry."
  },
  {
    "quotes": "I Come With A Bruised Heart And I Depress My Ego, I Am At My Lowest Point And Feel Sad For Not Having You Close To My Heart. I Apologize Unconditionally My Love, I Am Really Sorry For My Actions. I Love You, Babe."
  },
  {
    "quotes": "I Wanted To Make You Happy, I Never Thought My Statement Would Hurt You, I Am Sorry My Love, Please Forgive Me."
  },
  {
    "quotes": "You Are The Best Thing That Has Ever Happened To Me, I Am Sorry For Being Jealous. I Can’t Imagine Life Without You. I Am Afraid Of Losing You."
  },
  {
    "quotes": "How To Say Sorry To Your Girlfriend In A Romantic Way Quotes"
  },
  {
    "quotes": "They Say That Everyone Deserves A Second Chance. So I Am Begging You To Give Me One. I Know That What I Did Was Not Right, But Still, That Is No Reason For This Beautiful Bond We Share To Break Like This. Please Forgive Me, I Love You."
  },
  {
    "quotes": "When We First Got Together, We Promised Each Other That Will Let Nothing And Nobody Separate Us. Yet, My Actions Have Caused You To Break That Promise. I Am Begging You To Forgive Me, I Love You And I Am Sorry."
  },
  {
    "quotes": "Being With You Has Been The Best Thing I Have Ever Experienced In My Life. I Really Do Not Want It To End Like This. Please Forgive Me For My Stupidity, I Love You."
  },
  {
    "quotes": "I Can’t Believe What A Fool I Was To Treat You The Way I Did. I Hope You Can Find It In Your Heart To Forgive Me And Allow Me To Show You The Kind Of Love And Respect You Truly Deserve."
  },
  {
    "quotes": "You Deserve A Man Who Will Put Your Feelings And Needs Above His Own. I Haven’t Been That Man In The Past, And For That, I Am Truly Sorry."
  },
  {
    "quotes": "I Promise I Will Never Hurt You Again. I Am Sorry."
  },
  {
    "quotes": "I Can Never Think Of Hurting You Intentionally, Whatever I Did I Have Done Mistakenly. Please Forgive Me, I Love You."
  },
  {
    "quotes": "I Am Sorry 😔 From The Core Of My Heart For Hurting You This Bad. Please Forgive Me. I Love You."
  }
]